{
    "places": [
        {
            "place_id": 0,
            "place_type_id": [
                0,
                1
            ],
            "routes_id": [
                0
            ],
            "place_name": "Plazuela del Jigüe",
            "place_description": "Se ubica en el corazón del Centro Histórico, en la intersección de las calles de Boca y Real del Jigüe y en un entorno puramente colonial caracterizado por edificios construidos en los siglos XVIII y XIX; es el lugar escogido, según afirma la tradición oral, por el “Adelantado” don Diego Velázquez de Cuéllar como sede de la primera misa en diciembre del año de 1513. Su nombre se debe a la presencia de un árbol del jigüe que sirviera de cobija para tan importante acontecimiento. A un costado de la plaza se aprecia una cruz de madera adosada a un muro como representación de las estaciones del Vía Crucis durante la procesión de la Semana Santa.",
            "header_images": [
                "images/headers/plazuela_jigue_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8055678,
                "longitude": -79.985233
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/plazuela_jigue_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "Jigüe Square",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "This is situated in the heart of the Old Town at the intersection of the streets Boca and Real del Jigue in a genuinely colonial area with buildings constructed during the 18th and 19th centuries. According to local tradition, this was the place chosen by the “Adelantado” (lit. Chief Justice) Diego Velázquez de Cuellar as the site of the first mass held in December 1513.\n\nIt owes its name to the jigue tree that provided shelter for this important event. On one side of the square it is possible to see a wooden cross on a wall, a symbol of the Stations of the Cross for the Holy Week procession."
                },
                {
                    "lang": "fr",
                    "place_name": "Jigüe Square",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "This is situated in the heart of the Old Town at the intersection of the streets Boca and Real del Jigue in a genuinely colonial area with buildings constructed during the 18th and 19th centuries. According to local tradition, this was the place chosen by the “Adelantado” (lit. Chief Justice) Diego Velázquez de Cuellar as the site of the first mass held in December 1513.\n\nIt owes its name to the jigue tree that provided shelter for this important event. On one side of the square it is possible to see a wooden cross on a wall, a symbol of the Stations of the Cross for the Holy Week procession."
                }
            ]
        },
        {
            "place_id": 1,
            "place_type_id": [
                0,
                1
            ],
            "routes_id": [
                0,
                1,
                2
            ],
            "place_name": "Casa en Real del Jigüe 69",
            "place_description": "Conocida como la casa donde vivió el historiador trinitario Marín Villafuerte, según reza en una placa colocada en su fachada en la década de 1920, es considerada uno de los edificios más antiguos de la ciudad. Su primera referencia documental aparece a nombre de Nicolás PabloVélez, en una imposición del año 1756, aunque la tipología y técnicas constructivas que la caracterizan inducen a pensar que la construcción es mucho más antigua. En un inicio, era uno de los inmuebles más notables del área; actualmente forma dos núcleos independientes, ambos de excepcionales valores.\nEl primero, conservado como casa de familia, posee una fachada apaisada con rejas de hierro voladas que protegen grandes ventanas de madera. En el interior, la primera crujía conserva su cubierta original de doble estribado con canes, solera y solerillas abilletadas, no siendo así en la segunda nave, que otrora fuera de losa por tabla, y posteriormente, se sustituyó por hormigón. El segundo núcleo es un colgadizo sustentado por horcones que descansan sobre bases de piedra labrada, donde se ubica actualmente la Taberna la Canchánchara.\nEn él se destacan sus pavimentos de pequeños cantos rodados y de mortero tradicional en el recinto interior. Las puertas conservan el sistema de pivotes de madera y en las alacenas se aprecian puertas de cuarterones, exponentes de alta significación arqueológica para el estudio de la arquitectura trinitaria. En uno de los muros de mampuesto de la primera crujía aparece una hornacina y un depósito empotrado para agua bendita, lo que hace suponer que este local se dedicara a actividades religiosas. La cubierta mantiene unidad de estilo con el núcleo anterior; en ella poseen singular importancia arquitectónica los tirantes simples con doble solera abilletada que aún se conservan.",
            "header_images": [
                "images/headers/casa_real_jigue_69_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.805763,
                "longitude": -79.9861212
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_real_jigue_69_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Real del Jigüe 69",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "La Canchánchara house and inn Known as the home of the local historian Marín Villafuerte, as indicated by the plaque placed on its façade during the 1920s, this building is considered to be one of the oldest in the city. Although the first documentary evidence, which records ownership in the name of Nicolás Pablo-Vélez, dates back to 1756, the type of the construction and the techniques used suggest a much earlier date. Initially one of the most important buildings in the area, it now contains two independent sections, both of exceptional merit. The first of these, preserved as a family residence, contains a horizontal façade with projecting iron grilles over large woodenframed windows. Inside, the original roof of first bay has been preserved with its double coffering of corbels and billeted wall-plates. This is not the case of the second section, where the original slabs have been replaced by concrete. This section, which currently accommodates the Taberna la Canchánchara inn, has a verandah supported by wooden props resting on carved stone bases.\n\nAn outstanding interior feature is the paving made from small pebbles and traditional mortar. The system of wooden pivots has been preserved for the doors and the cupboards have panels, a feature of great archaeological significance in the study of Trinidad architecture. One of the stone walls of the first bay contains a niche and recipient for holy water, which suggests that the building was used for religious events. The style of the roof is in keeping with the previous section, the most outstanding architectural element being the original single tie-beams with double billeted wall-plates."
                }
            ]
        },
        {
            "place_id": 2,
            "place_type_id": [
                1
            ],
            "routes_id": [
                0,
                1
            ],
            "place_name": "Casa en Real del Jigüe 90",
            "place_description": "Conocida como la casa donde vivió el historiador trinitario Marín Villafuerte, según reza en una placa colocada en su fachada en la década de 1920, es considerada uno de los edificios más antiguos de la ciudad. Su primera referencia documental aparece a nombre de Nicolás PabloVélez, en una imposición del año 1756, aunque la tipología y técnicas constructivas que la caracterizan inducen a pensar que la construcción es mucho más antigua. En un inicio, era uno de los inmuebles más notables del área; actualmente forma dos núcleos independientes, ambos de excepcionales valores.\nEl primero, conservado como casa de familia, posee una fachada apaisada con rejas de hierro voladas que protegen grandes ventanas de madera. En el interior, la primera crujía conserva su cubierta original de doble estribado con canes, solera y solerillas abilletadas, no siendo así en la segunda nave, que otrora fuera de losa por tabla, y posteriormente, se sustituyó por hormigón. El segundo núcleo es un colgadizo sustentado por horcones que descansan sobre bases de piedra labrada, donde se ubica actualmente la Taberna la Canchánchara.\nEn él se destacan sus pavimentos de pequeños cantos rodados y de mortero tradicional en el recinto interior. Las puertas conservan el sistema de pivotes de madera y en las alacenas se aprecian puertas de cuarterones, exponentes de alta significación arqueológica para el estudio de la arquitectura trinitaria. En uno de los muros de mampuesto de la primera crujía aparece una hornacina y un depósito empotrado para agua bendita, lo que hace suponer que este local se dedicara a actividades religiosas. La cubierta mantiene unidad de estilo con el núcleo anterior; en ella poseen singular importancia arquitectónica los tirantes simples con doble solera abilletada que aún se conservan.",
            "header_images": [
                "images/headers/casa_real_jigue_90_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8062476,
                "longitude": -79.9859264
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_real_jigue_90_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Real del Jigüe 90",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "La Canchánchara house and inn Known as the home of the local historian Marín Villafuerte, as indicated by the plaque placed on its façade during the 1920s, this building is considered to be one of the oldest in the city. Although the first documentary evidence, which records ownership in the name of Nicolás Pablo-Vélez, dates back to 1756, the type of the construction and the techniques used suggest a much earlier date. Initially one of the most important buildings in the area, it now contains two independent sections, both of exceptional merit. The first of these, preserved as a family residence, contains a horizontal façade with projecting iron grilles over large woodenframed windows. Inside, the original roof of first bay has been preserved with its double coffering of corbels and billeted wall-plates. This is not the case of the second section, where the original slabs have been replaced by concrete. This section, which currently accommodates the Taberna la Canchánchara inn, has a verandah supported by wooden props resting on carved stone bases.\n\nAn outstanding interior feature is the paving made from small pebbles and traditional mortar. The system of wooden pivots has been preserved for the doors and the cupboards have panels, a feature of great archaeological significance in the study of Trinidad architecture. One of the stone walls of the first bay contains a niche and recipient for holy water, which suggests that the building was used for religious events. The style of the roof is in keeping with the previous section, the most outstanding architectural element being the original single tie-beams with double billeted wall-plates."
                }
            ]
        },
        {
            "place_id": 3,
            "place_type_id": [
                20,
                15,
                10,
                2,
                3,
                1
            ],
            "routes_id": [
                0,
                1
            ],
            "place_name": "Casa en Real del Jigüe 93",
            "place_description": "Reconocida por la tradición como la casa en que naciera José Aniceto Iznaga y Borrell el 18 de abril de 1793, precursor de la independencia de Cuba y coautor de nuestra bandera, tal y como lo refiere la placa colocada en su fachada en el año de 1939, es una vivienda construida en la primera mitad del siglo XVIII,actualmente dividida en dos unidades habitacionales. Su techo de armadura, de cuatro faldones, conserva el tirante pareado y soleras abilletadas.\nEn el interior de la vivienda se aprecia gran variedad de dimensiones y tipologías en los vanos, cuyas puertas van desde las muy antiguas de cuarterones hasta las de tableros en forma de libro y puertas a la española. A la primera crujía se le adosa un martillo lateral hacia la profundidad del solar. Paralelo a él, un colgadizo descansa sobre grandes columnas de fustes cilíndricos, realizadas con ladrillos aplantillados; sus dimensiones permiten suponer la posibilidad de haber sido diseñadas con el propósito de lograr una construcción de mayor envergadura.",
            "header_images": [
                "images/headers/casa_real_jigue_93_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8065601,
                "longitude": -79.9856226
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_real_jigue_93_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Real del Jigüe 93",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "This building is traditionally recognised as the house in which precursor of Cuban independence and joint-designer of the Cuban flag, José Aniceto Iznaga y Borrell, was born on 18 April 1793, as indicated on the plaque placed on the façade in 1939. It was built during the first half of the 18th century and is now divided into two individual houses. The four-sided truss contains the original pairs of tiebeams and billeted wall-plates.\n\nThe interior openings are greatly varied in size and style, with doors ranging from the old panelled type to those with bookshaped leaves and those of the Spanish variety. A lateral wing extends from the first bay to the rear of the plot. Running parallel to it, a verandah rests on large cylindrical fluted columns made from stencil-fashioned bricks. Their size suggests that they were designed to achieve a construction with a broader span."
                }
            ]
        },
        {
            "place_id": 4,
            "place_type_id": [
                20,
                15,
                10,
                2,
                3
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en Real del Jigüe 95",
            "place_description": "Ubicado en la calle Real del Jigüe esquina a San José, este edificio aparece referido documentalmente desde el año 1752, en que fuera morada de don José García del Corro, sevillano radicado en Trinidad y alférez mayor de esta Ciudad. La vivienda, en general, describe un núcleo original del siglo XVIII que fue modificado en el siglo XIX. Construida con la técnica del mampuesto, posee una fachada apaisada con grandes ventanas que fueron protegidas en el siglo XIX por barrotes de hierro; su acceso principal se caracteriza por un gran portón a la española que abre con dos postigos.\nSu muro frontal se decora mediante un falso despiezo y se remata en su parte superior por un alero de tejaroz de tres hiladas. En su interior, a la crujía y colgadizo se le agrega un martillo lateral utilizando la profundidad del solar, para así generar un patio central; pues la planta originaria era en forma de U, la comunicación entre ambas naves se desarrolla a través de un gran vano. Los techos de armadura de madera y tejas criollas de la primera crujía y el colgadizo se combinan con los presentes en los colgadizos, realizados con materiales más contemporáneos durante la última intervención, debido al avanzado deterioro que presentaban los originales. En la década de l980 se le adiciona una nave al fondo del solar, tras el patio, para ampliar el centro escolar. Actualmente es el centro escolar IPU Eduardo García Delgado.",
            "header_images": [
                "images/headers/casa_real_jigue_95_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8065153,
                "longitude": -79.9857292
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_real_jigue_95_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Real del Jigüe 95",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Situated on Real del Jigüe at its intersection with San José, documentary evidence dating back to 1752 indicates that this building was the home of the Seville-born deputy mayor of Trinidad, José García del Corro. The original section of the house largely dates back to the 18th century with alterations carried out during the 19th century. Constructed with the mampuesto (variety of rough brick) technique, the horizontal façade has large windows protected by iron grilles added in the 19th century. A large double-leaf Spanish door serves to distinguish the main entrance.\n\nThe front wall is decorated with false ashlars and topped by an eaves course with three rows of tiles. Inside, a lateral wing extends from the bay and verandah to the rear of the plot, generating a central courtyard. Since the original ground plan was Ushaped, the two spaces are linked by means of a large opening. The wooden trusses and Spanish tiling of the original bay and verandah have been repeated in the present-day verandahs, although more modern materials were used during latest alteration works due to the state of decay of the original ones. During the 1980s another section was added at the rear of the plot, behind the courtyard, as a means of extending the school. It is currently the scholar center IPU Eduardo García Delgado"
                }
            ]
        },
        {
            "place_id": 5,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en Real del Jigüe 122",
            "place_description": "Cronológicamente ubicada dentro de la primera mitad del siglo XVIII, esta vivienda constituye uno de los pocos exponentes bien conservados de la arquitectura de tierra o de embarrado como se conoce popularmente a esta técnica en Trinidad. Es una casa de modestas proporciones; el ritmo original de vanos en la fachada, hoy modificado, se basaba en una puerta flanqueada por dos ventanas y un refuerzo de mampostería a modo de zapata, que contrarresta el empuje de la estructura.\nEl techo de armadura conserva el tirante pareado y las alfardas de notable factura. A pesar de la humildad que aparenta su arquitectura, en el inmueble se destaca el tratamiento de su carpintería, la que es resaltada por los hermosos trabajos de herrería que posee, entre ellos, el bocallave zoomorfo y los clavos del tipo cabeza de hongo: ambos contribuyen con su valor ornamental a jerarquizar la puerta principal.",
            "header_images": [
                "images/headers/casa_real_jigue_122_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.807403,
                "longitude": -79.985296
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_real_jigue_122_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Real del Jigüe 122",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Constructed during the first half of the 18th century, this building is one of the few well-preserved examples of earth or “embarrado” (lit. “mud”) architecture, as this technique is popularly known in Trinidad. It is a building of modest proportions: the original rhythm of the openings on the façade, nowadays altered, was based on a door flanked by two windows and a brick reinforcement in the fashion of a bearing-block, which offset the thrust of the structure.\n\nThe exquisite pairs of tie-beams and rafters of the original truss have been preserved. Despite the modesty suggested by the architecture, an outstanding feature is the treatment of the interior wood and metal work, embellished by beautiful ironwork such as the zoomorphic keyhole and the “mushroom-head” nails. The ornamentation of both of these elements serves to enhance the main entrance."
                }
            ]
        },
        {
            "place_id": 6,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Cabildo de San Antonio",
            "place_description": "Conocido como Cabildo de los Congos Reales, este modesto edificio es representante de la arquitectura popular en su variante más modesta en la ciudad. Fundado en 1856 por descendientes de congos, como su nombre lo indica, está dedicado a la celebración de bailes y cultos obtenidos del sincretismo de las culturas cubana y africana.\nLa fachada se caracteriza por la sobriedad y ausencia de elementos decorativos; su distribución espacial es de gran sencillez, formada por dos crujías paralelas a la calle en las que se ha erigido un altar con la imagen de San Antonio, procedente de la religión católica y reconocido como Oggun, uno de los guerreros de la religión africana. En el interior un techo a dos aguas protege sus muros de mampuesto y ladrillos. En general el edificio ha sido sometido a varias intervenciones.",
            "header_images": [
                "images/headers/cabildo_sanantonio_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8084538,
                "longitude": -79.986725
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/cabildo_sanantonio_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "St Anthony's Corporation",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Known as the Cabildo de los Congos Reales (Royal Congo Corporation), this modest building is typical of the city's humbler variety of architecture. It was founded in 1856 by descendants from the Congo, as its name indicates, and is used to hold the dances and religious ceremonies that have resulted from the fusion of the Cuban and African cultures. The simplicity and absence of decorative elements are distinguishing features of the façade.\n\nThe spatial distribution, which is also extremely simple, is formed by two bays running parallel to the street and containing an altar with an image of St Anthony from the Catholic religion but also recognised as Oggun, one of the warriors of the African religion. Inside, a pitched roof protects the mampuesto (rough variety of brick) and brick walls. The building has undergone alterations on several occasions."
                }
            ]
        },
        {
            "place_id": 7,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Plaza de las Tres Cruces",
            "place_description": "Ubicada hacia la parte oeste del Centro Histórico, en una explanada conformada por la intersección de las calles de Amargura y Real del Jigüe, límite de la ciudad con el piedemonte, desde donde se aprecian hermosas visuales paisajísticas. Se encuentra rodeada por un importante número de viviendas realizadas con una enmarcada factura popular y ha devenido como un espacio abierto de especial encanto y amplia significación cultural, por su relación con uno de los más arraigados y solemnes acontecimientos religiosos celebrados en Trinidad: la Semana Santa. Su centro lo ocupan tres cruces de madera, erigidas sobre bases de lajas de piedras, que marcan y simbolizan el fin del Via Crucis. La plaza de las Tres Cruces o del Calvario está impregnada de un fuerte atractivo religioso que ha llegado a caracterizar la zona.",
            "header_images": [
                "images/headers/plaza_tres_cruces_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8088274,
                "longitude": -79.985811
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/plaza_tres_cruces_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "Three Crosses Square",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "This square is situated to the west of the Old Town on a site demarcated by the intersection of the streets Amargura and Real del Jigüe, at the foothills on the edge of the city, and affords magnificent views of the landscape. It is surrounded by a sizeable number of buildings of marked popular style and, thanks to its association with Holy Week, one of the most traditional and solemn religious events held in the city, it has become an open space of special charm and broad cultural significance.\n\nAt its centre three wooden crosses erected on stone bases mark and represent the end of the Stations of the Cross. Three Crosses, or Calvary, Square has great religious appeal and over the years this has come to distinguish the whole area."
                }
            ]
        },
        {
            "place_id": 8,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en Real del Jigüe 151",
            "place_description": "Como anfitrión de la plaza de las Tres Cruces se levanta este edificio cuya primera referencia documental aparece con fecha de enero de 1822, en el testamento de su entonces propietaria doña María del Rosario Jáuregui. Conocida entre los trinitarios como la casona de las Tres Cruces , sus amplias dimensiones hacen que posea límites o fachadas, con accesos al interior, por las calles de San Antonio, Encarnación y Real del Jigüe, apareciendo en esta última la amplia fachada principal compuesta por dos pares de ventanas a ambos lados de la puerta, de tableros rehundidos.\nSu cubierta de madera y tejas a dos aguas concluye con un hermoso alero volado en gola, y en su interior, como elemento estructural del cierre, se destaca el tirante pareado revestido en madera, ambos elementos característicos de la arquitectura local del siglo XIX. La relación entre la primera y la segunda crujía se establece mediante dos arcos de medio punto. De gran significación resultan las dos ventanas de hierro fundido decoradas con liras, que separan la segunda crujía del colgadizo, el cual se apoya sobre horcones de madera y da acceso directo al patio sombreado, tan típico en nuestra ciudad, al cual también se puede acceder por una entrada posterior, antiguamente de caballeriza, ubicada por la calle de Encarnación.",
            "header_images": [
                "images/headers/casa_real_jigue_151_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8086705,
                "longitude": -79.9861006
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_real_jigue_151_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Real del Jigüe 151",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "The documentary evidence for this building, which presides over the Three Crosses Square, dates back to January 1822 and appears in the will of the then owner, María del Rosario Jauregui. Known by the Trinitarios as the “the Three Crosses mansion”, this large building has boundaries and façades with access to the interior on the streets San Antonio, Encarnación and Real del Jigüe. The broad main façade, in which the composition is based on two pairs of windows at both sides of the sunken-panel door, is situated on the latter street.\n\nThe wooden and tiled pitched roof has a beautiful eaves course with projecting cymae, whilst the pair of wood-clad tie-beams are an outstanding structural feature of the interior of the roof. Both of these elements are typical of local 19th-century architecture. The relationship between the first and the second bays is established by means of two semi-circular arches. The two cast iron windows decorated with lyres are also important elements. These separate the second bay from the verandah. Resting on wooden posts, this leads to the shady courtyard, a typical feature of Trinidad architecture. Situated on the street Encarnación, the former stable entrance provides rear access to the courtyard."
                }
            ]
        },
        {
            "place_id": 9,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en Amargura 143",
            "place_description": "Ubicada cronológicamente en los tempranos años del siglo XVIII, el edificio es conocido como la casa del Padre Valencia por las reiteradas visitas que hiciera al inmueble este sacerdote, vinculado con las labores de remodelación del convento de San Francisco de Asís. Muy cercana a la plazuela de las Tres Cruces, esta vivienda de modesta arquitectura, construida con materiales tradicionales, sobresale por la sencillez de su diseño.\nEn su fachada aparece una portada compuesta por dos pilastras adosadas al muro, que lo recorren de piso a techo, integrándose al alero de sardinel que la remata de un extremo a  otro. La puerta central, a la española, de un solo postigo, está flanqueada por una ventana de tableros a cada lado. En uno de sus lienzos de pared se adosa una cruz de madera que evoca una de las estaciones del Via Crucis.",
            "header_images": [
                "images/headers/casa_amargura_143_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8083555,
                "longitude": -79.9855844
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_amargura_143_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Amargura 143",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Dating back to the early 18th century, this building is known as the “house of Father Valencia” due to repeated visits by the priest in connection with the alteration works of the Monastery of St Francis of Assisi. This modest house, close to Three Crosses Square and built from traditional materials, is outstanding for the simplicity of its design.\n\nThe façade contains a portal with two attached pilasters running the full height of the building to meet the brick-onedge eaves course that extends from one side to the other. The single-leaf Spanish door at the centre is flanked on each side by a panelled window. One stretch of the wall bears a wooden cross evoking one of the Stations of the Cross."
                }
            ]
        },
        {
            "place_id": 10,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en Amargura 108",
            "place_description": "Casa de vivienda construida en el siglo XVIII. Su fachada exhibe una de las portadas más hermosas de influencia rococó de nuestra arquitectura. El acceso se realiza a través de un portón a la española que abre en dos postigos; acompañándolo aparecen tres grandes ventanas protegidas por barrotes de madera que culminan en guardapolvos de mampostería. Su cubierta de tejas criollas a dos aguas termina en la línea de fachada con un alero de canes y tablas.\nEn el interior conserva la distribución espacial de dos naves paralelas a la calle con un colgadizo cerrado en la actualidad, y un martillo lateral. La relación entre la primera y segunda crujía se establece a través de un elegante arco capialzado trilobulado enmarcado por jambas de madera. La sala de la vivienda conserva huellas de decoraciones murales, que fueron preservadas durante el proceso de restauración a que fue sometida en 1999. Hacia la profundidad del solar se proyecta un patio y traspatio característicos de las casas más primitivas, que se ubicaron en las zonas límites de la ciudad.",
            "header_images": [
                "images/headers/casa_amargura_108_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8073967,
                "longitude": -79.9849963
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_amargura_108_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Amargura 108",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "The facade of this 18th-century house displays one of the most beautiful Rococo style portals in the history of Trinidad architecture. Access is gained via a large double-leaf Spanish door, which is accompanied by three large windows protected by wooden grilles and topped by stone protective roofs. The Spanish-tiled pitched roof terminates at the façade with an eaves course of corbels and fillets. The interior layout of two sections running parallel to the street has been preserved, although verandah has now been closed and a lateral wing added.\n\nThe two bays are linked by means of an elegant trefoil splayed arch framed by wooden jambs. There are still traces of the wall decoration in the reception room, these having been preserved during the restoration works carried out in 1999. Situated towards the rear of the plot are two courtyards, one behind the other, typical features of the more primitive type of houses located on the boundaries of the city."
                }
            ]
        },
        {
            "place_id": 11,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en Amargura 85",
            "place_description": "A pesar de la apariencia decimonónica que la caracteriza, se encuentran referencias documentales de este inmueble desde el año de 1749, cuando María de la Torre y Rojas fuera su propietaria. Pero no es hasta 1858, cuando se refieren a ella como vivienda de mampostería y tejas con cuarto alto y su correspondiente balcón. Conocida como la casa Tristá, este edificio es uno de los exponentes más significativos de la arquitectura trinitaria del período colonial.\nEn su fachada se aprecian tres grandes ventanas protegidas por barrotes de hierro que culminan con guardapolvos conopiales; el portón, de tableros verticales con lucetas de cristales de colores en su parte superior, sirve de cierre a un arco rebajado con guarniciones molduradas .A un lateral del acceso principal ha existido por varios años una cruz de madera que marca una estación del Via Crucis y parada obligatoria en las procesiones de la Semana Santa. El interior del edificio exhibe un variado uso de la madera en las alacenas con puertas de tableros verticales y persianas con diseño cruciforme, en vanos enjambados que comunican las habitaciones, y en sus falsos techos de tablillas y plafones. La utilización del mármol, combinando los claroscuros y la losa bremesa en los pavimentos interiores, constituye otro de los elementos distintivos de la vivienda.\nSus espacios se caracterizan por tener dos crujías paralelas a la calle; a continuación de la segunda nave aparece un pequeño martillo; en el extremo derecho del colgadizo se levanta una escalera de madera que comunica con la planta alta, compuesta por dos habitaciones corridas que poseen decoraciones en sus muros con motivos florales en la cenefa. El patio central, de diferentes niveles, está pavimentado con losas de barro cocido; en su lado izquierdo se aprecian las ruinas de otro cuerpo constructivo; en su fondo, una construcción que a juzgar por las huellas que en ella se observan fue utilizada como cocina. Como detalle interesante del área externa de la vivienda, aparece una cochera en el lateral derecho y posterior del patio, que comunica con la calle de San José, la cual fue utilizada como entrada y salida de servicio. Hoy la casa Tristá es un pequeño espacio de alojamiento de la empresaa ALDABA en dicha casa también se encuentra enclavado el centro de Promosión de la Oficina del Conservador de la Ciudad de Trinidad y el Valle de los Ingenios, y la galería Trista también perteneciente a dicha institución.",
            "header_images": [
                "images/headers/casa_amargura_85_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8067922,
                "longitude": -79.98510
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_amargura_85_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Amargura 85",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Despite its 19th-century appearance, the documentary evidence about this building dates back to 1749 with ownership in the name of María de la Torre y Rojas. It was not until 1858 however that it was recorded as a stone and tiled house with an upper storey and balcony. Known as the “Tristá house”, this building is one of the city's most important examples of colonial architecture. On the façade, three large windows protected by iron grilles culminate in protective domes; the main entrance, which is panelled and has a stained glass fanlight, is set within a segmental arch with decorative moulding. For several years there has been a wooden cross on one side of the main entrance, symbolising one of the Stations of the Cross and an obligatory halting place during the Holy Week processions. Inside, wood has been used in a variety of ways: in the panelled cupboard doors and the cross pattern of the shutters, in the jambs flanking the openings between rooms, and in the slats and ceiling roses of the false ceilings. The use of marble, combining light and dark shades with Bremen-style tiles in the interior flooring, is one of the main distinguishing features of the house.\n\nThe layout is characterised by two bays running parallel to the street; the second section includes a small wing. Situated on the right-hand side of the verandah, a wooden staircase leads to the upper floor comprising two rooms. Placed side-by-side, these have decorated walls with floral motif friezes. The central courtyard, of varying levels, is paved with firedclay tiles, whilst situated to the left are the ruins of another section. Judging from the remains of a construction at the rear, this must have been the kitchen. An interesting feature of the external area is the garage at the rear and right of the courtyard providing access to the street San José and originally used as the service entrance/exit.  It is today a small space where the ALDABA Company is located, it is located also in this spot the Promotion Center of  the Oficina del Conservador de la Ciudad de Trinidad y el Valle de los Ingenios and the Trista Gallery,also belonging to this institution."
                }
            ]
        },
        {
            "place_id": 13,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en Boca 363",
            "place_description": "Casa típica del siglo XVIII temprano, caracterizada por una distribución espacial de dos crujías paralelas a la calle con un colgadizo y otras construcciones accesorias, hoy desaparecidas, al fondo y ancho del solar. En el interior, formando parte del techo de armadura a dos aguas, aparece un tirante pareado y su frente se remata por un alero de tejaroz combinado con sardinel.\nSu estructura muraria está compuesta por muros de mampuesto confeccionados con materiales tradicionales del territorio: cal, arena de cañada y piedras, que se combinan con los medianeros o divisorios de embarrado, conservados en el interior de la vivienda. En la composición de la fachada predomina la horizontalidad y el ritmo de vanos es asimétrico en los lienzos de pared; originalmente estos vanos estuvieron protegidos por rejas de torneados balaustres, y más tarde fueron sustituidos por las de hierro que actualmente posee.",
            "header_images": [
                "images/headers/casa_boca_363_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8064067,
                "longitude": -79.9850184
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_boca_363_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Boca 363",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Typical of the early 18th century, the layout of this house is characterised by two bays running parallel to the street, a verandah and, originally, auxiliary constructions along the rear of the plot. Inside, forming part of the pitched truss, is a pair of tie-beams, whilst the façade is topped by an eaves course combining tiles and bricks on edge.\n\nThe walls are made from traditional local materials (lime, sand and stone), whilst the interior party or partition walls are made of mud. The façade is predominantly horizontal in composition and the rhythm of the openings on the various stretches of the wall is asymmetrical. Originally protected by balustrades, these openings now have iron grilles."
                }
            ]
        },
        {
            "place_id": 14,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Convento de San Francisco De Asís",
            "place_description": "Las primeras referencias de su construcción se tienen desde que en 1731 el administrador de la Real Hacienda don Gerónimo de Fuentes y su esposa donaron su casa y la ermita que habían dedicado a Nuestra Señora de la Consolación de Utrera para la construcción del convento de los religiosos de San Francisco. Los trabajos se concluyeron con la erección de la torre el 11 de abril de 1813, quedando inaugurado así el convento de los franciscanos en nuestra ciudad.\nEl convento de San Francisco de Asís es uno de los edificios donde más se aprecia la mezcla de las influencias del barroco y el neoclásico en Trinidad. El acceso principal, ubicado en la base de la torre campanario con frente a la calle del Cristo, se produce a través de un gran portón a la española con dos postigos, que describe un arco de medio punto en su parte superior y flanqueado por dos pilastras adosadas al muro que se interrumpen para dar paso al segundo nivel. Por el lateral que da a la calle de la Boca posee una portada caracterizada por una reinterpretación local del neobarroco, dado por el empleo de elementos decorativos como columnas adosadas, volutas, nichos, entre otros. En el interior del edificio se aprecia un gran patio claustral rodeado por una galería sostenida por columnas de base cuadrada que soportan arcos de medio punto. La torre campanario, de influencia neoclásica, es el único testimonio de la iglesia y convento que se erigieran entre las postrimerías del siglo XVIII y principios del XIX; lamentablemente en 1922 gran parte de este edificio es demolido y diez años más tarde se inaugura como centro escolar. En el año 1984 pasa a ser sede del Museo Nacional de la Lucha Contra Bandidos.",
            "header_images": [
                "images/headers/convento_sanfrancisco_asis_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8061957,
                "longitude": -79.9855999
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "convento_sanfrancisco_asis_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "Monastery of St Francis of Assisi",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "The earliest documentary records of this construction date back to 1731, the year in which the administrator of the Real Hacienda (Royal Exchequer), Gerónimo de Fuentes, and his wife donated their house and the chapel they had dedicated to Our Lady of the Consolation of Utrera for the construction of a monastery for the Franciscan order. The monastery was inaugurated on 11 April 1813 following completion of the tower. The Monastery of St Francis of Assisi is one of the city's best examples of the combination of Baroque and Neoclassical trends. The main entrance, situated at the base of the belltower on the street Cristo, comprises a large double-leaf Spanish door framed by a semicircular arch and two attached pilasters, interrupted at the second floor level.\n\nThe portal of the façade fronting onto Boca is characterised by a local reinterpretation of the NeoBaroque style, as manifested in the use of decorative elements such as the engaged columns, volutes, niches, etc. The interior comprises a large cloister surrounded by a gallery of square-based columns and semicircular arches. The bell-tower, which is Neoclassical in style, is the only evidence that the church and monastery were constructed between the end of the 18th century and the beginning of the 19th century. A large part of this building was unfortunately demolished in 1922, and ten years later it became a school. In 1984 it was converted into the National Museum of the Struggle Against Banditry."
                }
            ]
        },
        {
            "place_id": 15,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en Cristo 66",
            "place_description": "Conocida por los trinitarios como la casa Proveyer, por haber sido éste el apellido de su última propietaria, esta casa tiene una marcada apariencia dieciochesca. Con el paso del tiempo la fachada ha sufrido evidentes transformaciones formales, como la sustitución de su alero de torna punta, siendo posible aún su lectura original. El inmueble mantiene sus ventanas protegidas con balaustres de madera torneados y el acceso se produce a través de un arco rebajado guarnecido por pilastras adosadas al muro que se insertan en la parte superior en un friso moldurado.\nAdemás del acceso principal posee dos entradas secundarias, una de menores dimensiones que rompe la simetría bilateral de la fachada y se cierra con una puerta a la española, y la otra que se corresponde con un acceso lateral de comunicación directa con el patio, utilizado antiguamente como corredor de servicios. La cubierta actual del edificio es de madera a dos vertientes y su planta se estructura por la clásica repetición de dos crujías paralelas a la calle, estableciéndose la comunicación entre la sala y saleta mediante un arco mixtilíneo; estas habitaciones conservan sus pavimentos de losa bremesa.",
            "header_images": [
                "images/headers/casa_cristo_66_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8066154,
                "longitude": -79.9853337
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_cristo_66_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Cristo 66",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Known by the Trinitarios as the “Proveyer House” after the surname of its last owner, this building is distinctly 18th century in appearance. Over the years the façade has undergone obvious formal transformations; the sprocketed eaves course has been replaced, although the original style is still discernible. The windows protected by turnedwood balustrades have been preserved, whilst access to the building is gained via a segmental arch decorated with attached pilasters, the upper part of which is inserted into a moulded frieze.\n\nIn addition to the main access there are two secondary entrances: a smaller one that interrupts the bilateral symmetry of the façade and has a Spanish door, and a lateral access leading directly to the courtyard, originally used as a service corridor. The present-day roof of the building is pitched and made of wood, whilst the ground plan is structured around the classical repetition of two bays running parallel to the street with the reception room and living room linked by a mixtilinear arch. The Bremen-style tiled paving has been preserved in both of these rooms."
                }
            ]
        },
        {
            "place_id": 16,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en San José 251-259",
            "place_description": "Caracterizado por el predominio de elementos de la arquitectura de la primera mitad del siglo XVIII, este edificio posee techos de armadura a dos aguas con soleras abilletadas y una distribución espacial compuesta por una crujía y un colgadizo, característica del período en que se construye. Su fachada, como en la mayoría de las casas trinitarias correspondientes a esa época de construcción, se distingue por su horizontalidad, predominando el ancho sobre la profundidad del solar.\nEn el extremo lateral derecho aparece una puerta a la española que corresponde a un zaguán en cuyo interior se conserva un arco rebajado que comunica con la segunda crujía. La fachada, en la parte superior, se remata con un alero de ladrillos en cuarto de bocel. En el muro lateral, con frente a la calle Real del Jigüe, aparecen huellas de un despiezo rehundido y tres pequeñas ventanas en forma de óculos, que denotan entre otras evidencias la presencia de un antiguo martillo o nave perpendicular a la crujía delantera, y que fue utilizado como enfermería de los esclavos.",
            "header_images": [
                "images/headers/casa_san_jose_251_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8070848,
                "longitude": -79.9873493
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_san_jose_251_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at San José 251-259",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Distinguished by the predominance of architectural elements of the first half of the 18th century, this building has pitched trusses with billeted wallplates and the typical layout of the period: a single bay and verandah. As in the majority of the other Trinidad houses of the same period of construction, the façade is horizontal, the width of the plot being greater than its depth.\n\nOn the right-hand side, a Spanish door leads to a hallway in which the segmental arch linking it to the second bay has been preserved. The upper part of the façade is topped by an eaves course with quarter-round bricks. On the lateral wall overlooking the street Real del Jigüe there are traces of sunken ashlars and three small round windows. Together with other elements, these suggest the original presence of another wing or section, perpendicular to the front bay, that was used as the “sickbay” for the slaves."
                }
            ]
        },
        {
            "place_id": 17,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en San José 261-269",
            "place_description": "Edificio construido a mediados del siglo XVIII, desarrolla una fachada que presenta una puerta a la española de grandes dimensiones, la cual marca el acceso principal y se conjuga con otra ubicada en el extremo izquierdo pero de menor tamaño. En su parte superior la fachada se remata con un alero de tejaroz de tres hiladas de tejas criollas desplazadas hacia el frente.\nEn el interior, como en otras edificaciones de la primera mitad del siglo XVIII, se aprecia una planta típica compuesta de una crujía paralela a la calle y un colgadizo, estableciéndose la relación entre una y otro a través de un arco lobulado de jambas achaflanadas y rosca, el que a decir de algunos estudiosos fuera posiblemente el primero de los muchos que proliferarían en la segunda mitad de este siglo. Hacia el fondo se desarrolla un patio-solar dedicado en sus inicios a la cría de animales y que evoluciona con los años hacia el patio-jardín del siglo XIX.",
            "header_images": [
                "images/headers/casa_san_jose_251_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8071589,
                "longitude": -79.9871367
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_san_jose_261_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at San José 261-269",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Lorem ipsum dolor sit amet, consectetur adipisicing elit. Unde dolore quia pariatur itaque, alias cumque ipsa vero? Eligendi ratione porro exercitationem deleniti eveniet ex, quod expedita quo alias? Magnam, ducimus."
                }
            ]
        },
        {
            "place_id": 18,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en San José 264-268",
            "place_description": "Aunque no se ha encontrado la fecha exacta de su fabricación, por hallarse en una de las calles más antiguas de la ciudad, además de las características tipológicas y técnicas predominantes en este inmueble, puede ubicarse su construcción en la primera mitad del siglo XVIII. En su línea de fachada predomina la horizontalidad, el acceso centrado se produce a través de una puerta a la española de dos postigos.\nA cada lado de la misma se ubican dos grandes ventanas voladas de madera protegidas por balaustres torneados. El muro es rematado por un alero tejaroz de tres hiladas. La cubierta de armadura a dos aguas posee decoraciones florales en las tablas del hilero o cumbrera y soleras, así como en el doble ranurado de las alfardas. Como casa esquinera posee un acceso lateral ubicado por la calle del Cristo.",
            "header_images": [
                "images/headers/casa_san_jose_264_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8068413,
                "longitude": -79.9870945
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_san_jose_264_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at San José 264-268",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Although the exact date of construction is unknown, its location in one of the city's oldest streets, as well as its main stylistic and technical characteristics, suggest that the building was erected during the first half of the 18th century. The façade is predominantly horizontal, the main entrance being a doubleleaf Spanish door at the centre.\n\nThis is flanked on each side by two large projecting windows with wooden frames and protected by turned balustrades. The wall terminates in an eaves course of three rows of tiles. There are floral motifs on the ridge-beam and wall-plates of the pitched truss, as well as on the double grooves of the rafters. Due to its corner position, the building has a lateral façade overlooking the street Cristo."
                }
            ]
        },
        {
            "place_id": 19,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en San José 273-277",
            "place_description": "Posee documentación desde el año 1749 en que su propietario don Pedro Rodríguez firma contrato de fabricación el 23 de enero. Para esta fecha aparece como una casa sin prolongaciones hacia el patio, con una planta de una crujía y colgadizo que se comunicaban a través de un arco adintelado. Sin embargo en 1773 se describe como edificio de rafa y tejas con unos cuartos sobre el colgadizo, lo que ha devenido hoy en martillo ubicado en el lateral derecho de la vivienda.\nFlanqueando ambos lados de la primera crujía aparecen los aposentos a los que se accede a través de puertas de tableros de inmensas dimensiones. En el techo de armadura a dos aguas aparecen, muy bien conservados, canes en forma de pico de loro que armonizan con el tirante pareado. La fachada es muy sobria y en ella se destacan dos pares de ventanas ubicadas a ambos lados de la puerta principal, protegidas por balaustres de madera. En el extremo derecho aparece un acceso secundario de menores proporciones también con puertas a la española.",
            "header_images": [
                "images/headers/casa_san_jose_273_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8072349,
                "longitude": -79.986898
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_san_jose_273_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at San José 273-277",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "The documentary records relating to this building date back to 23 January 1749, the date on which the owner, Pedro Rodríguez, signed the contract for its construction. It appears at that time as a building with no extensions in the courtyard, simply as a single bay and verandah linked by means of a lintelled arch. By 1773, however, it is described as a “rafa y tejas” (lit. “buttress and tile”) building with rooms above the verandah, nowadays the wing situated on the right-hand side of the house. Flanking both sides of the first bay, the rooms are accessed by huge panelled doors.\n\nThe beakshaped corbels of the pitched truss are in excellent condition and create great harmony with the pair of tie-beams. The façade is very simple, the outstanding elements being two pairs of windows situated on both sides of the main entrance and protected by wooden balustrades. There is smaller secondary entrance, also with Spanish doors, on the righthand side."
                }
            ]
        },
        {
            "place_id": 20,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en San José 274",
            "place_description": "Ubicado en una de las calles más antiguas y conservadas de la ciudad se encuentra este antiguo edificio según reza en la inscripción de la fecha de construcción (1754) que aparece pintada en su tabla cumbrera, que remata el techo por su interior. El techo es de armadura y posee una riqueza decorativa impresionante, donde predominan los motivos vegetales y florales, dibujados en negro y desenvueltos a modo de roleo. En los canes las decoraciones tienen carácter geométrico y la tablilla tapacán tiene la billetería decorada con cruces aspadas, punteadas en sus cuatro secciones. La planta se compone por dos crujías paralelas a la calle y un patio posterior.\nEn el interior del edificio se aprecian elementos originales como los pavimentos de losa de barro cocido; la carpintería de puertas y ventanas se desarrolla en forma de tableros decorados con motivos florales. En la fachada se destaca pintado sobre el muro un falso despiezo, que se combina con platabandas en cada uno de los vanos, en la parte inferior un zócalo resaltado en forma de cuarto de bocel y en la superior la fachada se remata por un alero de tejaroz de dos hiladas de tejas criollas. El ritmo de vanos se caracteriza por una puerta a la española centrada, acompañada de dos grandes ventanas protegidas por barrotes de hierro en sustitución de los originarios en madera torneada.",
            "header_images": [
                "images/headers/casa_san_jose_274_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8069435,
                "longitude": -79.9867967
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_san_jose_274_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at San José 274",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "According to the inscription painted onto the interior ridgebeam of the roof, this building, situated in one of the city's oldest and best preserved streets, was constructed in 1754. The truss is magnificently ornate, with a predominance of leaf and floral motifs drawn in black and resolved in the fashion of volutes. The ornamentation of the corbels is geometric, whilst the billets of the ridge above are decorated with pointed-edge crosses. The ground plan is structured around two bays running parallel to the street and a rear yard.\n\nSeveral of the interior elements have been preserved, such as the fired-clay paving tiles and the floral motif ornamentation of the door and window panelling. The distinguishing features of the façade are the false ashlars painted onto the wall and matching borders around each of the openings, the quarter-round shape of the plinth and the eaves course with two rows of Spanish tiles. The rhythm of the openings revolves around a Spanish door at the centre flanked on each side by a large window, now protected by iron grilles instead of the original turned-wood ones."
                }
            ]
        },
        {
            "place_id": 21,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en Boca 320",
            "place_description": "Conocida como la casa de Rafael Rodríguez Altunaga, por ser morada de este ilustre intelectual cubano del siglo XX, actualmente sirve de sede al Archivo Histórico de la Ciudad. Referida como casa de embarro desde la segunda mitad del siglo XVIII y transformada en mampostería desde los primeros años del XIX, llega a nosotros como una casa esquinera con dos crujías paralelas a la calle y un colgadizo cerrado con persianería francesa. Hacia la profundidad del solar se proyecta un martillo que cierra al fondo para formar un patio central en forma de C.\nEn su fachada principal se aprecian dos ventanas de hierro, ubicadas a ambos lados de la puerta, la cual marca el eje central del edificio. La comunicación entre la sala y la saleta se establece a través de dos arcos de medio punto. La cubierta, a dos vertientes, conserva su tirante decorado con celosía de madera y se remata en la fachada con un alero volado en gola. En las habitaciones principales se conservan los pavimentos originales de losa bremesa.",
            "header_images": [
                "images/headers/casa_boca_320_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8058995,
                "longitude": -79.9869704
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_boca_320_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Boca 320",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Known as the house of Rafael Rodríguez Altunaga, having been occupied by this famous Cuban intellectual of the 20th century, the building currently houses the City Archive. Documented as a mud house of the second half of the 18th century and re-built in brick during the early 19th century, nowadays it is a corner building with two bays running parallel to the street and a verandah with French shutters.\n\nAnother wing runs across the rear of the plot, generating a C-shaped courtyard at the centre. On the main façade, two iron windows flank the door, which marks the central axis of the building. The reception room and living room are linked by means of two semicircular arches. The wooden latticework of the tie-beam of the pitched roof has been preserved, whilst the façade is topped by an eaves course with projecting cymae. In the main rooms the original Bremen-style tiled paving has been preserved."
                }
            ]
        },
        {
            "place_id": 22,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en Boca 314",
            "place_description": "Este inmueble llega a nosotros, arqueológicamente, como un exponente de la casa trinitaria de la primera mitad del siglo XVIII, aunque sus referencias documentales más antiguas son de 1801. Su planta denota la temprana construcción: una primera crujía a todo lo ancho del solar, seguida de un martillo cubierto a una vertiente que se prolonga hacia la profundidad del solar, como resultado de una modificación de la vivienda en el siglo XIX; la primera crujía de sección cuadrada y una cubierta a cuatro vertientes que se remata en un harneruelo donde se ubicaba un plafón de madera tallada y policromada en forma de sátiro y que actualmente se expone en el Museo de Arquitectura.\nPosee cuatro cuadrales que se insertan a un estribado sim ple; la distribución que se establece entre los canes intermedios y esquineros evoca la proa de un barco; las molduras son abilletadas y con doble ranurado al igual que en las alfardas. Una puerta a la española fijada mediante llamativos clavos de bronce que logra su giro por el antiguo empleo del pivote de madera, una ventana protegida por hermosos balaustres de madera torneados y un alero tejaroz conforman la sobria fachada de este inmueble.",
            "header_images": [
                "images/headers/casa_boca_314_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8058995,
                "longitude": -79.9869704
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_boca_314_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Boca 314",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Although the oldest documentary records are dated 1801, in archaeological terms this building would appear to be an example of the typical Trinidad houses of the first half of the 18th century. The ground plan is evidence of early construction: a first bay along the width of the plot and, as the result of alteration works carried out in the 19th century, a wing with a monopitched roof extending towards the rear. The square-plan first bay is topped by a hipped roof with a carved wooden ceiling rose in the shape of a satyr, currently on display at the Museum of Architecture, inserted into the collar-plate.\n\nThe four panels are inserted into a simple coffering in which the distribution of intermediate and corner corbels suggests the prow of a ship. The mouldings and rafters have billets and double grooves. The simple façade of this building comprises a Spanish door, fixed in position with striking bronze nails and the old system of wooden pivots, a window protected by beautiful turned-wood balustrades and a tiled eaves course."
                }
            ]
        },
        {
            "place_id": 23,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en Real del Jigüe 60",
            "place_description": "Este edificio es uno de los más notables exponentes de la arquitectura desarrollada en la ciudad durante el siglo XVIII y uno de los que ha llegado a nosotros en mejor estado de conservación. El acceso principal, acodado, se produce a través de una hermosa portada decorada con pilatras que se adosan al muro y terminan en copas. El ritmo de vanos se caracteriza por una puerta a la española que abre a un postigo, además de cuatro ventanas protegidas por balaustres de madera torneados que culminan en un guardapolvo conopial. La fachada en su parte superior es rematada por un alero de tornapunta. El diseño de los espacios interiores se desarrolla mediante un zaguán que comunica a la sala principal a través de una cancela de hierro fundido de sencilla decoración; dos crujías paralelas a la calle y dos martillos perpendiculares que se prolongan hacia el fondo del solar, describiendo una planta en forma de U. Entre la sala y la segunda crujía se establece la comunicación mediante un arco trilobulado, accediéndose al patio a través de uno de medio punto con la luz protegida por un cierre en forma de abanico, solución de carpintería muy utilizada en la ciudad que permitía iluminación y ventilación al interior; el resto del vano se cierra mediante una puerta de tablero en forma de libro.Los techos de armadura conservan todas sus partes integrantes en perfecto estado destacándose un tirante pareado con una compleja lacería.Todas las habitaciones principales conservan la profusa decoración mural con variados motivos ornamentales de creación popular y sus pavimentos de losa bremesa.",
            "header_images": [
                "images/headers/casa_real_jigue_60_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8055914,
                "longitude": -79.9873244
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_real_jigue_60_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Real Del Jigüe 60",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "This building is one of the city's most striking and best-preserved examples of architecture produced during the 18th century. The main entrance, framed by moulding, is via a beautiful portal decorated with pilasters that are attached to the wall and have chalice-shaped finials. The rhythm of the openings is determined by a single-leaf Spanish door and four windows protected by turned-wood balustrades and topped by protectivel domes. The upper façade terminates in a sprocketed eaves course. The design of the interior spaces is based on a hallway linked to the reception room by a simple cast-iron gate and two bays running parallel to the street with two perpendicular wings extending towards the rear of the plot, thereby generating a U-shaped ground plan.\n\nThe reception room and second bay are connected by means of a trefoil arch, whilst access to the courtyard is via a semi-circular arch with a fanlight, a device commonly used in the city to provide interior illumination and ventilation. A book-shaped door occupies the remainder of this opening. The roof trusses are all in perfect condition, an outstanding feature being the intricate ribbon moulding of the pair of tie-beams. In all of the main rooms the locally-designed motifs of the profuse wall ornamentation have been preserved, as has the Bremen-style tiled paving."
                }
            ]
        },
        {
            "place_id": 24,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en Real del Jigüe 59",
            "place_description": "Constructed during the second half of the 18th century, this building is an outstanding example of the period due to the portal at the centre of the façade which rests on engaged columns decorated with geometric motifs that form part of the projecting cymae of the eaves course. Access is gained via a book-shaped panelled door flanked at each side by two windows with iron grilles. The interior marble and Bremen-styled tiled flooring has been preserved. The layout is structured around two bays: the first comprises a reception room and bedroom, and the second a living room and another bedroom.\n\nThese bays are followed by a flat-roofed verandah resting on semi-circular arches with stained-glass fanlights and shutters that, when open, lie against the stone and brick walls. Situated to the left and adjacent to the verandah is a wing containing two more rooms. The rear yard, which runs parallel to the façade, contains the ruins of constructions overlooking the Peña alleyway. On the left-hand side of the house there is a courtyard, which, judging from the surviving garden areas, must originally have been one of the most beautiful in the city. The walls that seal it from the outside are made of mampuesto (rough variety of brick) combined with ironwork.",
            "header_images": [
                "images/headers/casa_real_jigue_59_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8054213,
                "longitude": -79.9876095
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_real_jigue_59_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Real Del Jigüe 59",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Constructed during the second half of the 18th century, this building is an outstanding example of the period due to the portal at the centre of the façade which rests on engaged columns decorated with geometric motifs that form part of the projecting cymae of the eaves course. Access is gained via a book-shaped panelled door flanked at each side by two windows with iron grilles. The interior marble and Bremen-styled tiled flooring has been preserved. The layout is structured around two bays: the first comprises a reception room and bedroom, and the second a living room and another bedroom.\n\nThese bays are followed by a flat-roofed verandah resting on semi-circular arches with stained-glass fanlights and shutters that, when open, lie against the stone and brick walls. Situated to the left and adjacent to the verandah is a wing containing two more rooms. The rear yard, which runs parallel to the façade, contains the ruins of constructions overlooking the Peña alleyway. On the left-hand side of the house there is a courtyard, which, judging from the surviving garden areas, must originally have been one of the most beautiful in the city. The walls that seal it from the outside are made of mampuesto (rough variety of brick) combined with ironwork."
                }
            ]
        },
        {
            "place_id": 25,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en Real del Jigüe 54",
            "place_description": "Aunque este inmueble aparece ante nosotros con una marcada apariencia decimonónica en su fachada, caracterizada por las ventanas de hierro y un alero de gola, corresponde a las construcciones que se realizaron en la ciudad en el siglo XVIII, formando con la vivienda que la limita por su lateral derecho una misma unidad constructiva. En su interior conserva un techo de armadura, exponente de la etapa más antigua, con solera abilletada y tirante pareado. Su planta está distribuida según los patrones seguidos en el siglo XVIII: una crujía paralela a la calle y un colgadizo sostenido por horcones de madera y zapatas.\nEn el siglo XVIII tardío este edificio se amplió y al colgadizo se le agregó en su lateral derecho un martillo que se prolonga hacia la profundidad del solar, describiéndose un patio central en el que aparece un aljibe con su brocal .En la sala aparecen huellas que testifican la presencia de decoraciones murales y la comunicación entre este espacio y el colgadizo se establece a través de una gran puerta en forma de libro. Marcando el acceso principal aparece una gran puerta a la española con dos hojas, la carpintería de interiores muestra hermosos y muy antiguos ejemplos de puertas de cuarterones y balaustres de carretes en las ventanas.",
            "header_images": [
                "images/headers/casa_real_jigue_54_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8053921,
                "longitude": -79.9872279
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_real_jigue_54_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Real Del Jigüe 54",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Although the iron windows and the cymae of the eaves course lend the façade of this building a distinctly 19th-century appearance, it was in fact constructed during the 18th century and was part of the same edifice as the house on the right. An example of its earliest phase is the truss with its billeted wallplate and pair of tie-beams. The ground plan is typical of the 18th century: a bay running parallel to the street with a verandah supported by wooden posts and bearing blocks.\n\nDuring the 18th century the building was extended with a wing extending from the right-hand side of the verandah to the rear of the plot, thereby generating a central courtyard in which a water tank with a parapet has been placed. The reception room contains traces of the original wall decoration and is linked to the verandah by means of a large book-shaped door. A large double-leaf Spanish door serves as the main entrance, whilst the beautiful and ancient interior woodwork is manifested in the panelled doors and the cylindrical balustrades of the windows."
                }
            ]
        },
        {
            "place_id": 26,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en Real del Jigüe 47",
            "place_description": "Aunque este inmueble aparece ante nosotros con una marcada apariencia decimonónica en su fachada, caracterizada por las ventanas de hierro y un alero de gola, corresponde a las construcciones que se realizaron en la ciudad en el siglo XVIII, formando con la vivienda que la limita por su lateral derecho una misma unidad constructiva. En su interior conserva un techo de armadura, exponente de la etapa más antigua, con solera abilletada y tirante pareado. Su planta está distribuida según los patrones seguidos en el siglo XVIII: una crujía paralela a la calle y un colgadizo sostenido por horcones de madera y zapatas.\nEn el siglo XVIII tardío este edificio se amplió y al colgadizo se le agregó en su lateral derecho un martillo que se prolonga hacia la profundidad del solar, describiéndose un patio central en el que aparece un aljibe con su brocal .En la sala aparecen huellas que testifican la presencia de decoraciones murales y la comunicación entre este espacio y el colgadizo se establece a través de una gran puerta en forma de libro. Marcando el acceso principal aparece una gran puerta a la española con dos hojas, la carpintería de interiores muestra hermosos y muy antiguos ejemplos de puertas de cuarterones y balaustres de carretes en las ventanas.",
            "header_images": [
                "images/headers/casa_real_jigue_47_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8050639,
                "longitude": -79.9873285
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_real_jigue_47_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Real Del Jigüe 47",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Regarded as one of the oldest houses in the city, this building is outstanding for the modesty of its architecture. The ground plan is structured around two bays running parallel to the street, a verandah resting on wooden posts and a wing that extends towards the rear of the plot. The reception room and living room are connected by means of two semi-circular arches. As a result of successive transformations, the beams of the truss beneath the Spanish-tiled roof are devoid of both grooves and mouldings, although traces of the inlaid patterns in the wood of the original ceiling can still be seen.\n\nThe Bremen-style tiled paving has been preserved in the main rooms, as have the clay tiles in the courtyard. Some of the interior mud walls and the brick walls of the perimeter have also been preserved. The outstanding feature of the façade is the singleleaf Spanish door with wooden jambs. This is flanked on each side by a window protected by an iron grille and French shutters, evidence of the building's transition to the 19th century."
                }
            ]
        },
           {
            "place_id": 27,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa de los Conspiradores",
            "place_description": "Situada en la calle Cristo, esta emblemática casa trinitaria debe su nombre a que sirvió como sede de los integrantes trinitarios en la Conspiración de la Mina de la Rosa Cubana en 1848. Existe desde los inicios del siglo XVIII como una modesta vivienda de embarrado y guano que en los finales de ese siglo se reedifica tomando el aspecto actual.A pesar de la accidentada topografía donde está enclavada, presenta la típica planta de dos crujías paralelas a la calle y un martillo. Se organiza a través de una tienda en la esquina con habitación en alto, sala y aposento y a continuación el comedor y dos recámaras.\nSu gran atractivo radica en su encantador balcón esquinero que se cubre por un tradicional tejadillo apoyado en pies derechos de madera y una balaustrada de madera torneada que sirve de antepecho. En el cuarto alto se observa aún su original alero de sardinel y en la fachada predominan las grandes rejas voladas de madera protegiendo los ventanales. El acceso se realiza a través de una puerta española enmarcada por dos pilastras resaltadas con molduras y un sencillo alero de canes y tablas, donde han desaparecido los tornapuntas, corre a todo lo largo de la fachada protegiéndola del sol y la lluvia.",
            "header_images": [
                "images/headers/casa_conspiradores_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8050919,
                "longitude": -79.9857558
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_conspiradores_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House of the Conspirators",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Situated on the street Cristo, this emblematic Trinidad building owes its name to the fact that it was used as the headquarters of the Trinitarios who participated in the Conspiracy of the Cuban Rose Mine in 1848. It was originally constructed at the beginning of the 18th century as a modest mud and guano house, but it gained its present-day appearance at the end of the same century. Despite the uneven topography of its location, it has the typical ground plan of two bays running parallel to the street and a wing. It is arranged around a shop on the corner with a room above, a reception room a bedroom, followed by the dining room and two additional bedrooms.\n\nIts most outstanding feature is the charming corner balcony with its traditional protective roof supported by wooden stanchions, and the carved wooden balustrade that serves as the parapet. The original brick-onedge eaves course is still discernible in the upper room, whilst the large projecting wooden grilles that protect the windows are the predominant feature of the façade. Access is gained via a Spanish door framed by two pilasters enhanced by mouldings, and a simple eaves course of corbels and fillets, originally sprocketed, runs along the width of the façade providing protection from the sun and rain."
                }
            ]
        },
        {
            "place_id": 28,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en Cristo 33",
            "place_description": "Saliendo de la plaza Mayor y en el paso hacia la plazuela de Segarte, encontramos esta casa construida desde el siglo XVIII y que perteneció a los herederos de la familia Muñoz durante el siglo XIX. Es conocida por los trinitarios como el lugar donde se hospedó el barón de Humboldt en su visita a Trinidad en 1801 y donde naciera el mártir José Isidoro Armenteros y Muñoz. Su distribución espacial es confusa en relación a las tipologías de viviendas estudiadas en el período colonial. La entrada principal coincide con la entrada cochera y accedía directamente a la galería con techo de caedizo y al patio. Para establecer comunicación con la sala o estancia principal era necesario pasar a la segunda crujía o comedor.\nHacia el extremo izquierdo aparece un cuerpo perpendicular a la primera crujía que presenta evidencias constructivas de haber pertenecido a un período anterior, entre ellas un techo de armadura a cuatro vertientes con lacerías y elementos que solamente aparecen en la primeras crujías de nuestras casas, puertas muy primitivas de cuarterones y vanos cegados. Elementos que han hecho pensar a los investigadores que existió en esta parte otra vivienda que antecedió a la actual, cuando la urbanización de la villa era escasa e incontrolada, asimilada, por yuxtaposición de estructuras, por la nueva construcción en la segunda mitad del siglo XVIII en el solar contiguo donde aún en 1749 existía una modesta casita de guano, madera y embarrado, adquirida por Fernando Muñoz en esa fecha, y que para 1790 es de rafa y teja, presuntamente reedificada por el propio Muñoz entre el año de su adquisición y el de su fallecimiento en 1787. Es de los primeros ejemplos del siglo XVIII que utiliza los techos planos y de azotea; presenta un rico muestrario de pinturas murales y puertas de cuarterones.",
            "header_images": [
                "images/headers/casa_cristo_33_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8047353,
                "longitude": -79.9858674
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_cristo_33_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Cristo 33",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Situated on the street leading from the Plaza Mayor to Segarte Square, this house dates back to the 18th century and belonged during the 19th century to the heirs of the Muñoz family. It is known locally as the house that accommodated Baron von Humboldt during his visit to Trinidad in 1801 and the birthplace of the martyr José Isidoro Armentores y Muñoz. The layout is unusual in relation to typical colonial houses. The main entrance coincides with the porte-cochère and leads directly to the precariously roofed gallery and the courtyard.\n\nAccess to the main room of the house was possible only via the second bay or dining room. Another section on the left, perpendicular to the first bay, suggests an earlier period of construction in view, for example, of a hipped truss with ribbon moulding and other elements that are usually features of first bays only, such as very primitive panelled doors and blind openings. It is these elements that have led researchers to believe that this section could have belonged to an earlier house, constructed prior to the present-day building at a time when urban planning was either rare or haphazard. It was probably adjoined, by the juxtaposition of structures, to the new construction erected during the second half of the 18th century on the adjacent plot.\n\nWhen purchased in 1749 by Fernando Muñoz, the plot still contained a modest little house made from guano, wood and mud. By 1790 however it had become a “rafa y teja” (lit. “buttress and tile”) house, presumably having been rebuilt by Muñoz himself between the year of purchase and his death in 1787. One of the earliest examples in the 18th century of the use of flat and terrace roofs, it also contains a rich collection of murals and panelled doors."
                }
            ]
        },
        {
            "place_id": 29,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Plazuela de Segarte",
            "place_description": "Como resultado del proceso de expansión urbana ocurrido en Trinidad a partir de la segunda mitad del siglo XVIII y la apertura de nuevas vías de comunicación entre la plaza Mayor y su entorno, fue conformándose una compleja trama dando lugar a un interesante sistema de plazas y plazuelas, entre las que se destacan las de Santa Ana, Carrillo, del Calvario o las Tres Cruces, el Jigüe y Segarte. La plazuela de Segarte, a escasos cien metros de la plaza Mayor, vinculada a ella a través de la calle Cristo, es un pequeño espacio triangular formado por las calles Cañada, Alameda y Amargura.\nDebe su nombre al presbítero Juan Andrés Segarte, que fijó su residencia en dicho lugar, haciendo frente al pintoresco callejón de Galdós. Un importante repertorio de arquitectura de marcada vocación doméstica construida en su mayoría entre 1749 y 1790, poseedora de múltiples elementos tipológicos, bordea la hermosa y céntrica plaza, con lo cual adquiere un considerable valor urbanístico y arquitectónico.",
            "header_images": [
                "images/headers/plazuela_segarte_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8049308,
                "longitude": -79.9852559
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/plazuela_segarte_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "Plazuela de Segarte",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Urban expansion in Trinidad during the second half of the 18th century and the laying of new roads between the Plaza Mayor and the immediate vicinity gave rise to a complex and interesting system of squares of varying sizes. These included St Anne's Square, Calvary or Three Crosses Square, Jigüe Square and Segarte Square.The latter, situated a hundred metres from the Plaza Mayor and connected to it by the street Cristo, is a small triangular space bounded by the streets Cañada, Alameda and Amargura.\n\nIt takes its name from the presbyter Juan Andrés Segarte, who established his home there overlooking the picturesque Galdós alleyway. A large variety of architectural styles, mainly houses built between 1749 and 1790 with numerous typological features, surround this beautiful and central space, lending it considerable urban and architectural merit."
                }
            ]
        },
        {
            "place_id": 30,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en Cristo 29",
            "place_description": "Ubicada a unos cien metros de la plaza Mayor, la Casa de la Trova Trinitaria, institución encargada de la promoción de la música trovadoresca local, ocupa la vivienda que en el año 1774 comprara Juan de Zerquera a Francisco García en la calle de la iglesia .Al momento de su compra la casa es de guano y embarro y reconstruida en mampostería y tejas unos años después. Entre 1774 y 1829 la casa es adquirida por diferentes propietarios, entre ellos la familia Machado, período en el que se le debió agregar el amplio portal.\nEl inmueble se encuentra dispuesto espacialmente por dos crujías paralelas a la calle con habitaciones a ambos lados de las mismas; a través de un elegante arco mixtilíneo se establece la comunicación sala comedor; a continuación un amplio colgadizo soportado por cuatro pies derechos de madera ochavados se abre a un pequeño y sombreado patio de planta irregular. Hermosas pinturas murales, realizadas por pintores populares decoran, de piso a techo, la pequeña sala con elementos predominantemente florales, haciéndose especial énfasis en el tratamiento del arco de quebradas líneas, el que está profusamente decorado por el frente y el intradós. Las cenefas en los aposentos son en extremo sencillas, limitándose a grandes áreas horizontales de colores delimitadas por líneas negras de diferentes grosores, a la manera de amplios zócalos.",
            "header_images": [
                "images/headers/casa_cristo_29_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8047035,
                "longitude": -79.9853967
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_cristo_29_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Cristo 29",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Located approximately a hundred metres from the Plaza Mayor, the Trinidad Trova House, which promotes the local trova music, occupies the building on the “church street” purchased in 1774 by Juan de Zerquera from Francisco García. At the time the house was made from guano and mud but was reconstructed with bricks and tiles a few years later. Between 1774 and 1829 the house belonged to several owners, including the Machado family. It was under their ownership that the large portal was added. The layout of the building is based on two bays running parallel to the street, each with rooms on both sides.\n\nAn elegant mixtilinear arch leads to the livingcum-dining room, beyond which a spacious verandah supported by four chamfered wooden stanchions opens onto a small shady courtyard, irregular in shape. Beautiful murals with floral motifs, painted by local artists, decorate the entire surface of the walls of the small reception room, whilst special emphasis has been given to the treatment of the mixtilinear arch, the front and intrados of which are richly decorated. The friezes that decorate the bedrooms are extremely simple, being large and colourful horizontal areas demarcated by black lines of varying thickness, in the fashion of deep plinths."
                }
            ]
        },
        {
            "place_id": 31,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en Alameda 178",
            "place_description": "Ubicada cronológicamente hacia 1774, cuando su dueño José Calzada declara ser el propietario de una casa de rafas y tejas que hace esquina en la calle de los Santos, la actual casa de la calle Alameda 178 esquina a la del Cristo, en un lateral de la hermosa plazuela de Segarte, se encuentra entre las viviendas donde persiste el eje acodado, frecuente en las casas del siglo XVII y de clara filiación morisca. La portada, resuelta con gran sencillez en su diseño en base a pilastras adosadas a ambos lados de la puerta a la española, jerarquiza la amplia fachada rematada en su parte superior por un alero de tejaroz, conformado por una doble hilada de tejas voladas consecutivamente.\nDos ventanas de barrotes de madera torneada, distribuidos en tres calles, sirven de cierre a igual número de vanos. En los muros interiores sus actuales propietarios han dejado testigos de su sistema constructivo, consistente en una estructura de gruesos horcones de madera dura que soporta una solera simple abilletada; entre los horcones se levantan los muros de mampostería combinados con sillares para el remate de los vanos adintelados de comunicación sala comedor y sala-aposento. Esta modesta vivienda es un excelente ejemplo del dominio alcanzado por nuestros maestros constructores en el ejercicio de una larga tradición constructiva.",
            "header_images": [
                "images/headers/casa_alameda_178_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8045888,
                "longitude": -79.9851371
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_alameda_178_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Alameda 178",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Built around 1774, the year in which José Calzada declared his ownership of a “rafa y teja” (lit. “buttress and tile”) house on the corner of the streets Alameda and Los Santos, the present-day house at Alameda 178, on the corner of Cristo, is situated on one side of the beautiful Segarte Square. It still retains the framed axis, a frequent feature in 17th-century houses and of distinct Moorish influence. Highly simple in design, with attached pilasters flanking the Spanish door, the portal serves nevertheless to enhance the wide façade, which is topped by an eaves course made up of a double row of consecutively projecting tiles.\n\nTwo carved wooden grilles, distributed on three streets, protect the same number of openings. The present owners have left traces on the interior walls of the original constructive system based on a structure comprising a single billeted beam supported by thick posts made from hard wood. Brick walls were erected between these posts and ashlars used as the finish for the lintelled openings connecting the dining room and living room. This modest house is an excellent example of the expertise achieved by local master builders in the practice of a long tradition in construction."
                }
            ]
        },
        {
            "place_id": 32,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en Alameda 213-215",
            "place_description": "Construida hacia el centro de la plazuela de Segarte, esta casa adopta el nombre de uno de sus propietarios: Miguel Segarte, al igual que la pequeña plaza frente a la cual se encuentra ubicada. Documentada desde 1749, hacia 1756 se describe como de rafa y teja, cocina y tahona. Con un excelente estado de conservación su planta se compone de aposento sala aposento en la primera crujía, recámara comedor recámara en la segunda y un pequeño martillo en el costado izquierdo del patio, de irregular topografía, donde está situada la cocina.\nUn precioso techo de alfarje a cuatro aguas, decoradas sus tablas soleras y las cumbreras con motivos florales en negro, cubre el cuadro constructivo delantero, proyectado hacia la calle con un alero de tejaroz de tres hiladas, interrumpido al centro por otro de tornapunta diseñado para proteger la puerta principal, la que se encuentra flanqueada por una guarnición de pilastras adosadas que se extienden a todo lo alto del muro hasta topar con el alero. La fachada se destaca además por el efecto de luz y sombra que proyectan las cuatro ventanas con barrotes de madera torneada sobre los pequeños paños de pared que las separan. El tratamiento de color, basado en una tradicional paleta de ocres, blanco y siena tostada para los muros y verde oscuro para la carpintería, refuerza la imagen de la decimoctava centuria de esta pintoresca vivienda.",
            "header_images": [
                "images/headers/casa_alameda_213_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.805166,
                "longitude": -79.9852592
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_alameda_213_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Alameda 213-215",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Situated near the centre of Segarte Square, this house takes its name from one of its owners, Miguel Segarte, as does the small square onto which it fronts. Documented since 1749, it was described in 1756 as a “rafa y teja” (lit. “buttress and tile”) house comprising a kitchen and flourmill. The layout of this house, still in excellent condition, is arranged around the following structure: bedroom-reception room-bedroom in the first bay, bedroom-dining room-bedroom in the second bay, with the kitchen in a small wing on the left-hand side of the uneven courtyard. A beautiful hipped roof with a coffered ceiling, black floral motifs on the purlins, wall-plates and ridge-beams, covers the front section and projects over the street with an eaves course comprising three rows of tiles.\n\nThis is interrupted at the centre by a section of sprocketed eaves designed to protect the main entrance. The latter is flanked by attached pilasters which run the entire length of the wall to meet the eaves course. The façade is also enhanced by the effect of light and shade projected by the four windows and wooden grilles onto the small planes between them. The use of colour, based on a traditional palette of ochres, white and burnt sienna for the walls and dark green for the woodwork, reinforces the 18th century appearance of this picturesque house."
                }
            ]
        },
        {
            "place_id": 33,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en Alameda 217-223",
            "place_description": "Se ubica cronológicamente en la segunda mitad del siglo XVIII, período en que se definen los nuevos derroteros por los que transitaría la arquitectura trinitaria. Esta modesta vivienda construida de mampostería y tejas centra su interés en la apaisada fachada de composición asimétrica por la presencia, en uno de sus extremos, de un amplio zaguán, acceso lateral que aparece en la arquitectura de esta época y que se extiende, generalizándose, a la siguiente centuria, especialmente en las palaciegas viviendas pertenecientes a la poderosa sacarocracia local.\nLas hermosas ventanas de madera torneada, catalizadoras del cálido trópico nuestro, son el único elemento enriquecedor de la sobria fachada y actúan también como componente codificador de su filiación estilística y temporal. Los espacios interiores, umbrosos y de fresca humedad, están dispuestos según los esquemas imperantes en este período, y a pesar de encontrarse fuertemente modificados, es posible el disfrute de una lectura de su distribución espacial original.",
            "header_images": [
                "images/headers/casa_alameda_217_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8052924,
                "longitude": -79.9851666
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_alameda_217_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Alameda 217-223",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "This modest house was built during the second half of the 18th century when new trends were just beginning to emerge in the city's architecture. Constructed with bricks and tiles, its main interest lies in the asymmetrical composition of the horizontal façade. The main entrance, via a large porte-cochère, is situated laterally at one end of the façade, a feature that begins to appear in the architecture of the period but becomes much more common in the following century, especially in the mansions of the local ruling classes.\n\nThe beautiful wooden-grille windows, instruments to combat the tropical climate, are the only ornamentation on the simple façade and serve to identify both the style and period of the building. The cool shady interior spaces are arranged in the typical fashion of the period and, although radically transformed, it is still possible to discern the original layout."
                }
            ]
        },
        {
            "place_id": 34,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en Alameda 228-230",
            "place_description": "Cerrando la perspectiva de la plaza de Segarte, observada desde la calle Cristo, esta casa-tienda esquinera, ubicada en la intersección de las calles Alameda y Amargura, sigue la tradicional solución de incorporar a la estructura espacial de la vivienda, en una de sus esquinas, un establecimiento comercial. Algunos cronistas del siglo XIX se refirieron a estos establecimientos por los vistosos rótulos que en sus fachadas pintaban los dueños con motivos alegóricos a la actividad comercial. La fachada, orientada hacia la calle Alameda, adopta un ritmo de puerta ventana en dependencia a su distribución espacio funcional. Las ventanas, inicialmente de madera, se van separando del suelo en la medida en que se salva el desnivel de la calle, quedando las dos últimas totalmente suspendidas. Las corrientes artísticas del siglo XIX que imperaron en la ciudad motivaron a sus propietarios a sustituirlas por las forjadas en hierro que aún conserva.",
            "header_images": [
                "images/headers/casa_alameda_228_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8052924,
                "longitude": -79.9851666
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_alameda_217_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Alameda 228-230",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Situated at the far end of Segarte Square, looking down from the street Cristo, at the intersection of Alameda and Amargura, this house-cum-shop adopts the traditional solution of incorporating a commercial establishment at one of the corners of the living quarters. Several 19th-century historians record the colourful signs that the owners would paint on their façades, with specific motifs to symbolise the commercial activity in which these establishments engaged.\n\nIn this façade, which fronts onto Alameda, the rhythm struck by the doors and windows relates exactly to the functional layout. The windows, initially made of wood, compensate the difference in street level by a gradual detachment from the ground, the last two windows being totally suspended. The artistic trends that dominated the city during the 19th century evidently persuaded the owners to replace the wood with the wrought-iron grilles that still adorn the façade."
                }
            ]
        },
        {
            "place_id": 35,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en Alameda 228-230",
            "place_description": "Cerrando la perspectiva de la plaza de Segarte, observada desde la calle Cristo, esta casa-tienda esquinera, ubicada en la intersección de las calles Alameda y Amargura, sigue la tradicional solución de incorporar a la estructura espacial de la vivienda, en una de sus esquinas, un establecimiento comercial. Algunos cronistas del siglo XIX se refirieron a estos establecimientos por los vistosos rótulos que en sus fachadas pintaban los dueños con motivos alegóricos a la actividad comercial. La fachada, orientada hacia la calle Alameda, adopta un ritmo de puerta ventana en dependencia a su distribución espacio funcional. Las ventanas, inicialmente de madera, se van separando del suelo en la medida en que se salva el desnivel de la calle, quedando las dos últimas totalmente suspendidas. Las corrientes artísticas del siglo XIX que imperaron en la ciudad motivaron a sus propietarios a sustituirlas por las forjadas en hierro que aún conserva.",
            "header_images": [
                "images/headers/casa_alameda_228_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8052924,
                "longitude": -79.9851666
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_alameda_217_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Alameda 228-230",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Situated at the far end of Segarte Square, looking down from the street Cristo, at the intersection of Alameda and Amargura, this house-cum-shop adopts the traditional solution of incorporating a commercial establishment at one of the corners of the living quarters. Several 19th-century historians record the colourful signs that the owners would paint on their façades, with specific motifs to symbolise the commercial activity in which these establishments engaged.\n\nIn this façade, which fronts onto Alameda, the rhythm struck by the doors and windows relates exactly to the functional layout. The windows, initially made of wood, compensate the difference in street level by a gradual detachment from the ground, the last two windows being totally suspended. The artistic trends that dominated the city during the 19th century evidently persuaded the owners to replace the wood with the wrought-iron grilles that still adorn the façade."
                }
            ]
        },
        {
            "place_id": 36,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en Amargura 31",
            "place_description": "Conocida como casa Sarría, apellido de uno de sus antiguos propietarios, esta vivienda construida en el siglo XVIII y fuertemente remodelada en el XIX, conserva un interesante techo de armadura característico de la decimoctava centuria, decorado en color negro con motivos vegetales.\nCon un lateral hacia la plazuela de Segarte, la amplia fachada nos induce a una lectura vinculada con los códigos presentes en la arquitectura de la medianía del siglo XIX trinitario, mediante el tratamiento del elegante alero volado en gola, las pesadas ventanas de hierro forjado de muy sencillo diseño, rematadas con guardapolvos conopiales, y la sobriedad de la portada, donde la protagonista principal es la monumental puerta a la española, que se abre a su vez por dos postigos que dan acceso a una espaciosa sala que conserva su piso original de losas bremesas y abierta a una segunda crujía  actualmente sin cubierta por elegantes arcos de medio punto moldurados. En 1987 se restauró la cubierta de armadura de la primera crujía.",
            "header_images": [
                "images/headers/casa_amargura_31_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.805496,
                "longitude": -79.9850513
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_amargura_31_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Amargura 31",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Known as the Sarría house after the surname of one of its former owners, this 18th-century house was radically altered during the 19th century but still retains an interesting truss decorated with black leaf motifs in the typical style of the period of construction. With a lateral façade overlooking Segarte Square, the main façade manifests elements that were common characteristics in the city during the mid-19th century: an elegant eaves course with projecting cymae, heavy but simply designed wrought-iron grilles, topped by protective domes, and a simple portal in which the protagonist is the monumental double-leaf Spanish door.\n\nThis leads to a spacious reception room in which the original Bremen-style paving has been preserved and which is connected to a second bay -currently missing its roof- via elegant semi-circular arches with decorative mouldings. The truss of the first bay underwent restoration works in 1987."
                }
            ]
        },
        {
            "place_id": 37,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en Santa Ana 591-597",
            "place_description": "Para salvar la accidentada topografía de la encrespada calle, a esta casa del siglo XVIII se le construye un alto podio, antecedente de los portales, con dos accesos escalonados por sus extremos; elemento este que se cierra con una baranda de madera torneada donde, a tramos, se le insertan ochavados pies derechos rematados en sencillas zapatas que sostienen un techo caedizo con función de portal, que vuela hasta cubrirlo completamente, produciendo una fachada muy sombreada a diferentes horas del día. La fachada de apaisadas dimensiones centra el acceso principal con una bien proporcionada puerta a la española inserta en un vano que termina en un arco mixtilíneo.\nLa puerta, flanqueada por pilastras, logra una perfecta simetría bilateral con la presencia de dos ventanas de madera torneada, también mixtilíneas, a ambos lados de ella. Espacialmente esta casa sigue la tradicional planta compuesta por dos crujías paralelas a la calle, la primera con dos habitaciones y la segunda con dos recámaras; a continuación un colgadizo que descansa en pies derechos permite el acceso a un sombreado patio de tierra con niveles muy irregulares, debido a la accidentada topografía.",
            "header_images": [
                "images/headers/casa_santana_591_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8046624,
                "longitude": -79.9836077
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_santana_591_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Santa Ana 591-597",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "An excellent example of a two-storey corner house-cumshop, this building is situated on the street Santa Ana, at its intersection with Media Luna, a busy road leading to the Ingenios Valley, and was constructed during the 18th century. The layout is typical of domestic architecture of the second half of the century, based on a style defined during the first half of the same century and comprising two bays running parallel to the street.\n\nThe shop is located in one of the rooms that flank the reception room. Completely independent from the rest of the house, it is accessed directly from both streets. Above it is a corner room leading onto a curved balcony with carved wooden rails. The façade, of great height and asymmetrical in composition, is enhanced by the strong rhythm of the wooden-grille windows which project semi-circles over the pavement and have protective roofs shaped in the fashion of inverted brick cones."
                }
            ]
        },
        {
            "place_id": 38,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en Media Luna 14",
            "place_description": "Elevada sobre el nivel de la calle por dos gradas de ladrillos a sardinel que recorren la fachada de un extremo a otro, aumentando visualmente su puntal, esta casa de la calle Media Luna esquina a Galdós desarrolla una fachada de composición asimétrica, basada en la ubicación central del acceso a través de un vano de comunicación flanqueado por dos pilastras adosadas rematadas en punta de diamante y dos ventanas de hierro forjado de muy simple diseño en su lateral derecho y una en el izquierdo.\nEl costado, que hace frente al callejón de Galdós, conserva una interesante ventana de madera torneada, colocada a ras del muro, por la que podemos inferir el diseño de las que tuvo la vivienda en el frente y que fueron sustituidas por las actuales de hierro. Por este lateral se produce un acceso a través de una cancela, con un sencillo trabajo de forja, que nos conduce directamente al patio con pavimentos de ladrillos y con una hermosa vegetación de sombra.",
            "header_images": [
                "images/headers/casa_medialuna_14_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8047926,
                "longitude": -79.9841601
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_medialuna_14_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Media Luna 14",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Raised above street level by means of two brick-on-edge steps running along the width of the façade, visually increasing its height, this house situated on the street Media Luna at its intersection with Galdós, is asymmetrical in composition. The main entrance is located at the centre of the façade and flanked by two attached pilasters, diamond-shaped at the top, and two very simple wrought-iron grilles on the right and only one on the left.\n\n he lateral façade overlooking the Galdós alleyway still contains an interesting wooden-grille window, flush with the wall, which suggests that the original grilles of the main façade were also made of carved wood but subsequently replaced by the present-day iron ones. The lateral façade also contains a simple wrought-iron gate, through which access is gained to the brick-paved shady courtyard with its beautiful plants."
                }
            ]
        },
        {
            "place_id": 39,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Palacio Borrell",
            "place_description": "Construida por Agustín Bustillos entre los años 1805 a 1820 a raíz del proceso urbanizador en la zona del Calvario Viejo, la casa Borrell, como se le conoce actualmente, fue remodelada y ampliada en el segundo cuarto del siglo XIX por el presbítero don Tomás José Muñoz y hacia 1850 don José Mariano Borrell y Lemus, marqués de Guáimaro e importante hacendado azucarero de la región, la dotó de las excelentes decoraciones murales, muy notables por su factura académica y concepción ornamental aplicadas, de piso a techo, en su espaciosa sala y el comedor.\nRealizadas por el destacado pintor, escenógrafo y arquitecto italiano Daniel Dal Aglio y Graude, estas decoraciones se destacan, además, por el tratamiento neoclásico de sus temas, el espíritu romántico imperante en la sociedad trinitaria de mediados del siglo XIX, y por la presencia de lo criollo en los hermosos bodegones de frutas tropicales que ejecutó en los frisos del comedor donde aparecen, también, dos enormes murales pintados al óleo con temas de paisaje, recuadrados con marcos de madera sobredorada. En la sala, la suavidad de los grises en el modelado de los claroscuros y predominante en todos los lienzos de pared es interrumpida por recuadros, rectángulos y octógonos de fondo azul, destacándose en ellos elementos decorativos de filiación neoclásica: hojas de laurel y acanto, liras, guilloquis y amorcillos.\nEn los aposentos las decoraciones son más sencillas, limitándose a simples cenefas de motivos florales que recorren la habitación a poco más de un metro de altura, y de factura menos académica; el uso del color, por otra parte, es de una paleta muy amplia y brillante, lo que nos hace pensar que fueron realizadas por otro artista, solución que fue muy común en la época.\nEspacialmente, la planta de este majestuoso edificio se formula según esquemas presentes en otras viviendas de la ciudad, basados en dos crujías paralelas a la calle, un cuarto alto en el área del zaguán, ubicado en el lateral izquierdo de la fachada, y un colgadizo cerrado por puertas de persianería francesa, rematadas en su parte superior por lucetas de cristales de colores, espacio que da acceso a un patio central que en su centro conserva el brocal del aljibe. La caoba, madera preciosa muy abundante en la región, sirve de soporte a las monumentales puertas de tablero de los interiores, las cuales se encuentran flanqueadas por molduras de corte neoclásico. Se encuentra ubicada en este inmueble la sede de la Oficina del Conservador de la ciudad de Trinidad y el Valle de los Ingenios ",
            "header_images": [
                "images/headers/palacio_borrell_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8046425,
                "longitude": -79.9844558
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/palacio_borrell_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "Borrell Palace",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Constructed by Agustín Bustillos between 1805 and 1820 as part of an urban development project in the Calvario Viejo area, the Borrell palace, as it is currently known, was redesigned and extended during the second quarter of the 19th century by the presbyter Tomás José Muñoz. The exquisite murals that cover the entire surface of the walls in the spacious reception room and dining room, and are outstanding as examples of applied decorative art, were donated around 1850 by José Mariano Borrel y Lemus, the marquis of Guaímaro and owner of one of the region's key sugarmills.\n\nPainted by the wellknown Italian artist, scenographer and architect, Daniel Dal’Aglio y Graude, these decorations are also outstanding in the distinctly Neoclassical style of the themes depicted, typical of the romantic spirit that dominated Trinidad society during the mid-19th century, and in the presence of national artistic trends in the beautiful still lifes of tropical fruit that serve as friezes in the dining room. This room also contains two huge oilpainted murals of landscapes with wooden gilt frames. In the reception room, the soft greys of the chiaroscuro murals that cover all the walls are interrupted by rectangular and octagonal boxes on blue backgrounds. Here, the outstanding decorative elements are Neoclassical in style: laurel and acanthus leaves, lyres, “guilloquis” and cherubs. In the bedrooms the decoration is restricted to simple flower-motif friezes painted on all the walls at an approximate height of one metre from the floor. Less academic in style, the palette is however much wider and brighter, which suggests that, as was common practice at the time, they were painted by a different artist.\n\nThe ground plan of this grand building is based on the same type of layout used in other houses in the city: two bays running parallel to the street, a room above the porte-cochère situated on the left-hand side of the façade, and a verandah with French louvred doors and stainedglass fanlights. This space leads to a central courtyard which still contains at its centre the parapet of the water tank. Mahogany, a precious wood very abundant in the region, has been used for the monumental panelled doors of the interior, all of which are flanked by Neoclassical mouldings. It is located in this property, the headquarter of the Oficina del Conservador de la ciudad de Trinidad y el Valle de los Ingenios"
                }
            ]
        },
        {
            "place_id": 40,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Casa en Media Luna 19",
            "place_description": "Durante la segunda mitad del siglo XVIII triunfa definitivamente en nuestra arquitectura la línea curva sobre la recta, arcos y ventanas quiebran sus líneas imprimiéndole a las fachadas y los interiores un ritmo y movimiento hasta entonces nada usual. Esta modesta vivienda, ubicada frente a la emblemática casa Borrell, asume las nuevas corrientes estilísticas para devolvernos una auténtica imagen de lo que será la arquitectura doméstica trinitaria de la decimoctava centuria, con una distribución espacial basada en una crujía y un colgadizo, estableciéndose la comunicación entre ambos espacios mediante un hermoso arco mixtilíneo.\nEn sus muros interiores existen vestigios de lo que fue una profusa decoración mural de brillantes colores. Su cubierta, típica del siglo XVIII, con un tirante de madera con decoración pictórica, que se repite en la tablazón, y alfardas de doble ranurado, culmina en un alero de tornapunta que realza la fachada compuesta por una puerta a la española que salva la diferencia de nivel con respecto a la calle con dos gradas circulares de ladrillos colocados a sardinel. Este acceso principal se enmarca entre tres vanos de ventanas, con balaustradas de madera y guardapolvos conopiales, y un acceso a un cuarto esquinero marcado por un arco rebajado, características éstas que mantienen vivo los más auténticos testimonios de un modo de construir enraizado en lo popular.",
            "header_images": [
                "images/headers/casa_medialuna_19_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8044687,
                "longitude": -79.9842801
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/casa_medialuna_19_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "House at Media Luna 19",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "During the second half of the 18th century curves triumphed definitively over straight lines in the city's architecture. Arches and windows gained bends, lending hitherto uncommon rhythm and movement to façades and interior spaces. These new stylistic trends are evident in this modest house situated opposite the emblematic Borrell Palace. An excellent example of 18th-century domestic architecture in the city, its spatial distribution is based on one bay and a verandah connected together by means of a beautiful mixtilinear arch.\n\nThe interior walls still bear the traces of the profuse and brightly coloured murals. In the typically 18th-century roof, the pictorial decoration of the wooden tie-beam is repeated on the planking and the rafters have double grooves. A sprocketed eaves course serves to enhance the façade in which the difference in street level is compensated by two circular brick-on-edge steps in front of the Spanish-style door. This, the main entrance, is framed within three windows fronted by wooden balustrades and topped by protective domes, whilst a segmental arch provides access to a corner room. Both entrances bear excellent witness to a deeply traditional method of construction."
                }
            ]
        },
        {
            "place_id": 41,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Antigua Casa de las Monjas",
            "place_description": "Conocida popularmente como “casa de las Monjas”, esta vivienda palaciega pertenece tipológicamente a un grupo de viviendas de mediados del siglo XIX que, además de su escala y volumetría, se caracteriza por el desarrollo en uno de sus laterales de un zaguán con cubierta de losa por tabla que permite desarrollar una planta alta en su parte superior. De 1836 datan las primeras noticias de este inmueble y están referidas al testamento de Josefa Ildefonsa Veloso y de la Torre cuando declara por sus bienes comunes con su esposo una casa con un solar contiguo situado en la calle de la Media Luna. Hacia 1948, uno de sus últimos propietarios, Carlos Lasorte y Romero, vende la casa a la Asociación de Religiosas “Nuestra Señora del Santísimo Rosario”, conocida por Dominicas Francesas, las que le cambian los pisos originales de mármol para sustituirlos por los actuales de mosaicos blancos y negros y demuelen la cocina ubicada al fondo del martillo izquierdo, entre otras modificaciones, para convertirla en una escuela privada que funcionó hasta los primeros años del triunfo de la Revolución.\nEspacialmente la vivienda está formada por tres crujías paralelas a la calle, la primera de las cuales la cubre un techo de alfarje a cuatro aguas, con su tirante de madera forrado, conformando tableros, muy al gusto de la decimonovena centuria; las dos siguientes con techos planos o de losa por tabla. En la primera encontramos la sala, en la segunda la saleta, a la que se accede a través de tres arcos de medio punto moldurados, y en la última el comedor con acceso a un espacioso patio pavimentado con losas bremesas, en el que conserva un aljibe con su brocal; dos pequeños martillos que ocuparon pequeñas habitaciones y la cocina, lo recorren por ambos laterales y más al fondo, separado por una alta tapia, se encuentra un enorme traspatio de tierra.\nEn el lateral derecho se ubica el zaguán que se extiende hasta la tercera crujía e impone una circulación transversal a la fachada, por la cual se puede acceder al interior a través de una sencilla cancela de hierro o por vanos de comunicación en la sala, saleta y el comedor. La apaisada y asimétrica fachada corre a lo largo de la calle Media Luna. Flanqueado por cuatro grandes ventanas de hierro, el acceso principal se jerarquiza con una impresionante puerta colocada al fondo del vano que presenta un neoclásico diseño de cuarterones rehundidos y protegida por sencillas guarniciones de madera moldurada, con un diseño en S, características que se repiten en el cierre del vano del cuarto en alto, por el cual se accede al balcón, este último protegido por una baranda de hierro de un sencillo diseño. A diferencia de otras viviendas de igual prestancia, la casa no presenta huellas de pinturas murales en las paredes interiores, por lo que todo parece indicar que la decoración se apoyaba en el precioso trabajo de la carpintería de puertas, el rico trabajo de la herrería, el mobiliario y las artes decorativas.",
            "header_images": [
                "images/headers/antigua_casa_monjas_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8040535,
                "longitude": -79.9844083
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/antigua_casa_monjas_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "Former Nunnery",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Popularly know as the “nunnery”, this mansion belongs typologically to a group of houses constructed during the mid-19th century. In addition to their scale and volumetric design, these were distinguished by the lateral location on the façade of a porte cochère with a flat roof, thereby generating space for an upper room. The earliest records of this building are dated 1836 and refer to the will left by Josefa Idlefonsa Veloso y de la Torre declaring joint ownership with her husband of a house and adjacent plot on the street Media Luna. Around 1948, one of the more recent owners, Carlos Lasorte y Romero, sold the house to the Association of Nuns “Our Lady of the Holy Rosary”, known as the French Dominicans. \n\nThey replaced the original marble floors with the present-day black and white tiles and carried out several alterations, including the demolition of the kitchen situated at the rear of the left wing, to convert the building into a private school, operational until the early years of the revolution. The layout of the building is structured around three bays running parallel to the street. The first has a hipped roof with rafters and, very much in keeping with 19th-century tastes, a panelled tie-beam, whilst the other two bays have flat roofs. The first bay contains the reception room, the second one the living room, accessed via three semi-circular arches with mouldings, and the final bay the dining room, which opens onto a large courtyard with Bremen-style paving and the original water tank and parapet at its centre. Two small wings containing bedrooms and the kitchen run along the sides of the plot, whilst at the rear, hidden by a high wall, is an enormous unpaved back yard.\n\nThe porte-cochère is situated on the right-hand side and extends as far as the third bay, generating a corridor that is transversal to the façade and accessible via a simple iron gate or openings leading from the reception room, living room and dining room. The façade, horizontal and asymmetrical, runs along the length of the street Media Luna. Flanked by four large iron-grille windows, the main entrance is enhanced by a magnificent door placed at the rear of the opening with a Neoclassical design of sunked panels. It is protected by simple wooden S-shaped carvings, which are repeated in the opening of the upper room. This space leads onto the balcony protected by simple iron rails. Unlike other buildings of the same standing, this one bears no trace of murals on the interior walls, which seems to suggest that the decoration was based on the beautifully executed woodwork of the doors, the intricate ironwork, the furniture and the decorative arts."
                }
            ]
        },
        {
            "place_id": 41,
            "place_type_id": [
                20
            ],
            "routes_id": [
                0
            ],
            "place_name": "Antigua Casa de las Monjas",
            "place_description": "Conocida popularmente como “casa de las Monjas”, esta vivienda palaciega pertenece tipológicamente a un grupo de viviendas de mediados del siglo XIX que, además de su escala y volumetría, se caracteriza por el desarrollo en uno de sus laterales de un zaguán con cubierta de losa por tabla que permite desarrollar una planta alta en su parte superior. De 1836 datan las primeras noticias de este inmueble y están referidas al testamento de Josefa Ildefonsa Veloso y de la Torre cuando declara por sus bienes comunes con su esposo una casa con un solar contiguo situado en la calle de la Media Luna. Hacia 1948, uno de sus últimos propietarios, Carlos Lasorte y Romero, vende la casa a la Asociación de Religiosas “Nuestra Señora del Santísimo Rosario”, conocida por Dominicas Francesas, las que le cambian los pisos originales de mármol para sustituirlos por los actuales de mosaicos blancos y negros y demuelen la cocina ubicada al fondo del martillo izquierdo, entre otras modificaciones, para convertirla en una escuela privada que funcionó hasta los primeros años del triunfo de la Revolución.\nEspacialmente la vivienda está formada por tres crujías paralelas a la calle, la primera de las cuales la cubre un techo de alfarje a cuatro aguas, con su tirante de madera forrado, conformando tableros, muy al gusto de la decimonovena centuria; las dos siguientes con techos planos o de losa por tabla. En la primera encontramos la sala, en la segunda la saleta, a la que se accede a través de tres arcos de medio punto moldurados, y en la última el comedor con acceso a un espacioso patio pavimentado con losas bremesas, en el que conserva un aljibe con su brocal; dos pequeños martillos que ocuparon pequeñas habitaciones y la cocina, lo recorren por ambos laterales y más al fondo, separado por una alta tapia, se encuentra un enorme traspatio de tierra.\nEn el lateral derecho se ubica el zaguán que se extiende hasta la tercera crujía e impone una circulación transversal a la fachada, por la cual se puede acceder al interior a través de una sencilla cancela de hierro o por vanos de comunicación en la sala, saleta y el comedor. La apaisada y asimétrica fachada corre a lo largo de la calle Media Luna. Flanqueado por cuatro grandes ventanas de hierro, el acceso principal se jerarquiza con una impresionante puerta colocada al fondo del vano que presenta un neoclásico diseño de cuarterones rehundidos y protegida por sencillas guarniciones de madera moldurada, con un diseño en S, características que se repiten en el cierre del vano del cuarto en alto, por el cual se accede al balcón, este último protegido por una baranda de hierro de un sencillo diseño. A diferencia de otras viviendas de igual prestancia, la casa no presenta huellas de pinturas murales en las paredes interiores, por lo que todo parece indicar que la decoración se apoyaba en el precioso trabajo de la carpintería de puertas, el rico trabajo de la herrería, el mobiliario y las artes decorativas.",
            "header_images": [
                "images/headers/antigua_casa_monjas_header"
            ],
            "map_icon": "images/marker/marker_plazas",
            "location": {
                "latitude": 21.8040535,
                "longitude": -79.9844083
            },
            "web": "https://www.linkedin.com/company/inmersoft",
            "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
            "pano": [
                "images/sections/antigua_casa_monjas_360"
            ],
            "model3d": "model/timefly.glb",
            "place_translations": [
                {
                    "lang": "en",
                    "place_name": "Former Nunnery",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "place_description": "Popularly know as the “nunnery”, this mansion belongs typologically to a group of houses constructed during the mid-19th century. In addition to their scale and volumetric design, these were distinguished by the lateral location on the façade of a porte cochère with a flat roof, thereby generating space for an upper room. The earliest records of this building are dated 1836 and refer to the will left by Josefa Idlefonsa Veloso y de la Torre declaring joint ownership with her husband of a house and adjacent plot on the street Media Luna. Around 1948, one of the more recent owners, Carlos Lasorte y Romero, sold the house to the Association of Nuns “Our Lady of the Holy Rosary”, known as the French Dominicans. \n\nThey replaced the original marble floors with the present-day black and white tiles and carried out several alterations, including the demolition of the kitchen situated at the rear of the left wing, to convert the building into a private school, operational until the early years of the revolution. The layout of the building is structured around three bays running parallel to the street. The first has a hipped roof with rafters and, very much in keeping with 19th-century tastes, a panelled tie-beam, whilst the other two bays have flat roofs. The first bay contains the reception room, the second one the living room, accessed via three semi-circular arches with mouldings, and the final bay the dining room, which opens onto a large courtyard with Bremen-style paving and the original water tank and parapet at its centre. Two small wings containing bedrooms and the kitchen run along the sides of the plot, whilst at the rear, hidden by a high wall, is an enormous unpaved back yard.\n\nThe porte-cochère is situated on the right-hand side and extends as far as the third bay, generating a corridor that is transversal to the façade and accessible via a simple iron gate or openings leading from the reception room, living room and dining room. The façade, horizontal and asymmetrical, runs along the length of the street Media Luna. Flanked by four large iron-grille windows, the main entrance is enhanced by a magnificent door placed at the rear of the opening with a Neoclassical design of sunked panels. It is protected by simple wooden S-shaped carvings, which are repeated in the opening of the upper room. This space leads onto the balcony protected by simple iron rails. Unlike other buildings of the same standing, this one bears no trace of murals on the interior walls, which seems to suggest that the decoration was based on the beautifully executed woodwork of the doors, the intricate ironwork, the furniture and the decorative arts."
                }
            ]
        }
    ],
    "routes": [
        {
            "route_id": 0,
            "places_id": [
                0,
                1,
                2
            ],
            "route_name": "Ruta de la Fundación",
            "route_description": "Se ubica en el corazón del Centro Histórico, en la intersección de las calles de Boca y Real del Jigüe y en un entorno puramente colonial caracterizado por edificios construidos en los siglos XVIII y XIX; es el lugar escogido, según afirma la tradición oral, por el “Adelantado” don Diego Velázquez de Cuéllar como sede de la primera misa en diciembre del año de 1513. Su nombre se debe a la presencia de un árbol del jigüe que sirviera de cobija para tan importante acontecimiento. A un costado de la plaza se aprecia una cruz de madera adosada a un muro como representación de las estaciones del Vía Crucis durante la procesión de la Semana Santa.",
            "header_images": [
                "images/headers/plazuela_jigue_header"
            ],
            "video_promo": "url",
            "route_translations": [
                {
                    "lang": "en",
                    "route_name": "Foundation Route",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "route_description": "This is situated in the heart of the Old Town at the intersection of the streets Boca and Real del Jigue in a genuinely colonial area with buildings constructed during the 18th and 19th centuries. According to local tradition, this was the place chosen by the “Adelantado” (lit. Chief Justice) Diego Velázquez de Cuellar as the site of the first mass held in December 1513.\n\nIt owes its name to the jigue tree that provided shelter for this important event. On one side of the square it is possible to see a wooden cross on a wall, a symbol of the Stations of the Cross for the Holy Week procession."
                }
            ]
        },
        {
            "route_id": 1,
            "places_id": [
                1,
                2
            ],
            "route_name": "Sendero de los Ingenios",
            "route_description": "Se ubica en el corazón del Centro Histórico, en la intersección de las calles de Boca y Real del Jigüe y en un entorno puramente colonial caracterizado por edificios construidos en los siglos XVIII y XIX; es el lugar escogido, según afirma la tradición oral, por el “Adelantado” don Diego Velázquez de Cuéllar como sede de la primera misa en diciembre del año de 1513. Su nombre se debe a la presencia de un árbol del jigüe que sirviera de cobija para tan importante acontecimiento. A un costado de la plaza se aprecia una cruz de madera adosada a un muro como representación de las estaciones del Vía Crucis durante la procesión de la Semana Santa.",
            "header_images": [
                "images/headers/plazuela_jigue_header"
            ],
            "video_promo": "url",
            "route_translations": [
                {
                    "lang": "en",
                    "route_name": "Path of the Sugar Mills",
                    "video_promo": "https://www.youtube.com/watch?v=Y0BaRplVrbM",
                    "route_description": "This is situated in the heart of the Old Town at the intersection of the streets Boca and Real del Jigue in a genuinely colonial area with buildings constructed during the 18th and 19th centuries. According to local tradition, this was the place chosen by the “Adelantado” (lit. Chief Justice) Diego Velázquez de Cuellar as the site of the first mass held in December 1513.\n\nIt owes its name to the jigue tree that provided shelter for this important event. On one side of the square it is possible to see a wooden cross on a wall, a symbol of the Stations of the Cross for the Holy Week procession."
                }
            ]
        }
    ],
    "place_type": [
        {
            "place_type_id": 0,
            "places_id": [
                0,
                1
            ],
            "type": "Restaurantes",
            "icon": "images/marker/restaurants",
            "type_translation": [
                {
                    "lang": "en",
                    "type": "Restaurants"
                },
                {
                    "lang": "fr",
                    "type": "Restaurants"
                }
            ]
        },
        {
            "place_type_id": 1,
            "places_id": [
                0,
                1
            ],
            "type": "Bares",
            "icon": "images/marker/Bars",
            "type_translation": [
                {
                    "lang": "en",
                    "type": "Bars"
                },
                {
                    "lang": "fr",
                    "type": "bars"
                }
            ]
        },
        {
            "place_type_id": 2,
            "places_id": [
                0,
                1
            ],
            "type": "Cafeterías",
            "icon": "images/marker/Coffeeshops",
            "type_translation": [
                {
                    "lang": "en",
                    "type": "Coffee shops"
                },
                {
                    "lang": "fr",
                    "type": "cafés"
                }
            ]
        },
        {
            "place_type_id": 3,
            "places_id": [
                0,
                1
            ],
            "type": "Parques",
            "icon": "images/marker/Parks",
            "type_translation": [
                {
                    "lang": "en",
                    "type": "Parks"
                },
                {
                    "lang": "fr",
                    "type": "parcs"
                }
            ]
        },
        {
            "place_type_id": 4,
            "places_id": [
                0,
                1
            ],
            "type": "Gimnasios",
            "icon": "images/marker/Gyms",
            "type_translation": [
                {
                    "lang": "en",
                    "type": "Gyms"
                },
                {
                    "lang": "fr",
                    "type": "gymnases"
                }
            ]
        },
        {
            "place_type_id": 5,
            "places_id": [
                0,
                1
            ],
            "type": "Arte",
            "icon": "images/marker/Art",
            "type_translation": [
                {
                    "lang": "en",
                    "type": "Art"
                },
                {
                    "lang": "fr",
                    "type": "art"
                }
            ]
        },
        {
            "place_type_id": 6,
            "places_id": [
                0,
                1
            ],
            "type": "Museos",
            "icon": "images/marker/Museums",
            "type_translation": [
                {
                    "lang": "en",
                    "type": "Museums"
                },
                {
                    "lang": "fr",
                    "type": "musées"
                }
            ]
        },
        {
            "place_type_id": 7,
            "places_id": [
                0,
                1
            ],
            "type": "Bibliotecas",
            "icon": "images/marker/Libraries",
            "type_translation": [
                {
                    "lang": "en",
                    "type": "Libraries"
                },
                {
                    "lang": "fr",
                    "type": "bibliothèques"
                }
            ]
        },
        {
            "place_type_id": 8,
            "places_id": [
                0,
                1
            ],
            "type": "Vida Nocturna",
            "icon": "images/marker/Nightlife",
            "type_translation": [
                {
                    "lang": "en",
                    "type": "Nightlife"
                },
                {
                    "lang": "fr",
                    "type": "vie nocturne"
                }
            ]
        },
        {
            "place_type_id": 9,
            "places_id": [
                0,
                1
            ],
            "type": "Supermercados",
            "icon": "images/marker/Supermarkets",
            "type_translation": [
                {
                    "lang": "en",
                    "type": "Supermarkets"
                },
                {
                    "lang": "fr",
                    "type": "supermarchés"
                }
            ]
        },
        {
            "place_type_id": 10,
            "places_id": [
                0,
                1
            ],
            "type": "Centros comerciales",
            "icon": "images/marker/Shoppingcenters",
            "type_translation": [
                {
                    "lang": "en",
                    "type": "Shopping centers"
                },
                {
                    "lang": "fr",
                    "type": "centres commerciaux"
                }
            ]
        },
        {
            "place_type_id": 11,
            "places_id": [
                0,
                1
            ],
            "type": "Belleza",
            "icon": "images/marker/Beauty",
            "type_translation": [
                {
                    "lang": "en",
                    "type": "Beauty"
                },
                {
                    "lang": "fr",
                    "type": "beauté"
                }
            ]
        },
        {
            "place_type_id": 12,
            "places_id": [
                0,
                1
            ],
            "type": "Electrónica",
            "icon": "images/marker/Electronics",
            "type_translation": [
                {
                    "lang": "en",
                    "type": "Electronics"
                },
                {
                    "lang": "fr",
                    "type": "électronique"
                }
            ]
        },
        {
            "place_type_id": 13,
            "places_id": [
                0,
                1
            ],
            "type": "Ropa",
            "icon": "images/marker/Clothing",
            "type_translation": [
                {
                    "lang": "en",
                    "type": "Clothing"
                },
                {
                    "lang": "fr",
                    "type": "vêtements"
                }
            ]
        },
        {
            "place_type_id": 14,
            "places_id": [
                0,
                1
            ],
            "type": "Hoteles",
            "icon": "images/marker/Hotels",
            "type_translation": [
                {
                    "lang": "en",
                    "type": "Hotels"
                },
                {
                    "lang": "fr",
                    "type": "hôtels"
                }
            ]
        },
        {
            "place_type_id": 15,
            "places_id": [
                0,
                1
            ],
            "type": "Gasolineras",
            "icon": "images/marker/Gasstations",
            "type_translation": [
                {
                    "lang": "en",
                    "type": "Gas stations"
                },
                {
                    "lang": "fr",
                    "type": "stations-service"
                }
            ]
        },
        {
            "place_type_id": 16,
            "places_id": [
                0,
                1
            ],
            "type": "Cajeros",
            "icon": "images/marker/ATMs",
            "type_translation": [
                {
                    "lang": "en",
                    "type": "ATMs"
                },
                {
                    "lang": "fr",
                    "type": "guichets automatiques"
                }
            ]
        },
        {
            "place_type_id": 17,
            "places_id": [
                0,
                1
            ],
            "type": "Hospitales",
            "icon": "images/marker/Hospitals",
            "type_translation": [
                {
                    "lang": "en",
                    "type": "Hospitals"
                },
                {
                    "lang": "fr",
                    "type": "hôpitaux"
                }
            ]
        },
        {
            "place_type_id": 18,
            "places_id": [
                0,
                1
            ],
            "type": "Alquiler de coches",
            "icon": "images/marker/Carrental",
            "type_translation": [
                {
                    "lang": "en",
                    "type": "Car rental"
                },
                {
                    "lang": "fr",
                    "type": "location de voitures"
                }
            ]
        },
        {
            "place_type_id": 19,
            "places_id": [
                0,
                1
            ],
            "type": "Aparcamientos",
            "icon": "images/marker/Parking",
            "type_translation": [
                {
                    "lang": "en",
                    "type": "Parking"
                },
                {
                    "lang": "fr",
                    "type": "parking"
                }
            ]
        },
        {
            "place_type_id": 20,
            "places_id": [
                0,
                1
            ],
            "type": "Populares",
            "icon": "images/marker/popular",
            "type_translation": [
                {
                    "lang": "en",
                    "type": "popular"
                },
                {
                    "lang": "fr",
                    "type": "populaire"
                }
            ]
        }
    ]
}